{"1": {"original_tweet_text": "##Shazam looks great #aquaman looks great. I’m going to miss the realistic beautiful cinematography of Zack synder ‘s vision. But the mass public likes lots of color and Marvel cinematic tones. You gotta go where the money is, it’s all good. #DC #DCU", "Q1": "How does aquaman look?", "Q1_possible_answer1": "Great", "Q1_possible_answer2": "Bad", "Q1_correct_answer": "Great", "Q2": "What is the writer going to miss?", "Q2_possible_answer1": "Beautiful cinematography", "Q2_possible_answer2": "Exciting dialogue", "Q2_correct_answer": "Beautiful cinematography", "Q3": "What does the mass public like?", "Q3_possible_answer1": "Color and Marvel tones", "Q3_possible_answer2": "Sound and DC tones", "Q3_correct_answer": "Color and Marvel tones", "treated_versions": {"10-20%": {"tweet": "I'll miss Zack snyder's cinematography", "success_prob": 0.175}, "20-30%": {"tweet": "DC's #Shazam and #aquaman looks great, but I'll miss Zack Synder.", "success_prob": 0.6410256410256411}, "30-40%": {"tweet": "Shazam looks great aquaman, the public loves the color and the Marvel tones very much.", "success_prob": 0.21212121212121213}, "40-50%": {"tweet": "I miss Snyder but Shazam and Aquaman look great, colorful like Marvel movies. It's good. Gotta go with the money.", "success_prob": 0.42857142857142855}, "50-60%": {"tweet": "#Shazam, #aquaman look great. I'll miss the beauty of Synder ‘s vision. But go where the money is, lots of color and Marvel tones #DC #DCU", "success_prob": 0.4878048780487805}, "60-70%": {"tweet": "#Shazam and #aquaman look great. Gonna miss the realistic cinematography of Zack synder but public likes color and Marvel tones. Gotta go where the money is #DC #DCU", "success_prob": 0.6578947368421053}, "70-80%": {"tweet": "#Shazam looks great #aquaman looks great. Going to miss Zack synder's realistic beautiful cinematography. But the public likes colors and Marvel cinematic tones. Gotta go where the money is.", "success_prob": 0.5263157894736842}, "80-90%": {"tweet": "#Shazam looks great #aquaman looks great.  I’m going to miss the beautiful cinematography of Zack synder ‘s vision.  But the public likes color and Marvel cinematic tones.  You gotta go where the money is.#DC #DCU", "success_prob": 0.631578947368421}, "baseline": {"tweet": "##Shazam looks great #aquaman looks great. I will miss the realistic beautiful cinematography of Zack synder ‘s vision. But the mass public likes lots of color and Marvel cinematic tones. You gotta go where the money is, it’s all good. #DC #DCU", "success_prob": 0.3611111111111111}}}, "2": {"original_tweet_text": "#CyberPSA: Don't leave valuables in your car.  Thieves out of #Savannah, GA are using tablets to hack the locks on keyless entry vehicles to search for valuables.  If they can detect your fob from your driveway, they'll duplicate it to hack your car.", "Q1": "Should valuables be left in the car?", "Q1_possible_answer1": "Yes", "Q1_possible_answer2": "No", "Q1_correct_answer": "No", "Q2": "What are thieves using to hack the locks?", "Q2_possible_answer1": "Tablets", "Q2_possible_answer2": "Smartphones", "Q2_correct_answer": "Tablets", "Q3": "What to they need to be able to detect form the driveway in order to hack it?", "Q3_possible_answer1": "Your fob", "Q3_possible_answer2": "Your tablet", "Q3_correct_answer": "Your fob", "treated_versions": {"10-20%": {"tweet": "Thieves will take stuff from your car!", "success_prob": 0.05263157894736842}, "20-30%": {"tweet": "Thieves are using tablets to hack the locks in Savannah vehicles.", "success_prob": 0.1}, "30-40%": {"tweet": "Thieves in #Savannah, GA are using tablets to duplicate your FOB on keyless entry cars.", "success_prob": 0.2894736842105263}, "40-50%": {"tweet": "No valuables in car. Thieves using tablets to hack keyless locks. If they can detect fob, they'll duplicate it.", "success_prob": 0.21951219512195122}, "50-60%": {"tweet": "#CyberPSA Thieves in #Savannah, GA are using tablets to duplicate your FOB to hack the locks on keyless entry cars and steal your valuables.", "success_prob": 0.42105263157894735}, "60-70%": {"tweet": "Attn: Georgia: Thieves can clone your keyless entry fob while standing in your driveway, and use it to break into your car. Do not leave valuables in your vehicle.", "success_prob": 0.525}, "70-80%": {"tweet": "#CyberPSA: Don't leave valuables in car. #Savannah, GA thieves using tablets to hack locks on keyless entry vehicles. If they can detect your fob, they can duplicate it to hack your car.", "success_prob": 0.5609756097560976}, "80-90%": {"tweet": "#CyberPSA: Don't leave valuables in your car. Thieves of #Savannah, GA using tablets to hack locks on keyless entry vehicles. If they can detect your fob from your driveway, they'll duplicate it to hack your car.", "success_prob": 0.575}, "baseline": {"tweet": "#CyberPSA: Don't leave valuables in your car. Thieves out of #Savannah, GA are using tablets to hack the locks on keyless entry vehicles to search for valuables. If they can detect your fob from your driveway, they'll duplicate it to hack your car.", "success_prob": 0.358974358974359}}}, "3": {"original_tweet_text": "#GoneToPot California has proved that legalising pot can be a massive boost to the local & national economy.Its income just from weed itself,is greater than some countries economies!! Time we legalised it in the UK,reap the benefits of the tax on it!", "Q1": "How did legalising pot in California affect economy?", "Q1_possible_answer1": "It boosted it", "Q1_possible_answer2": "It damaged it", "Q1_correct_answer": "It boosted it", "Q2": "Are there countries with economies less than the income from weed?", "Q2_possible_answer1": "Yes", "Q2_possible_answer2": "No", "Q2_correct_answer": "Yes", "Q3": "Should it be legalised in UK?", "Q3_possible_answer1": "Yes", "Q3_possible_answer2": "No", "Q3_correct_answer": "Yes", "treated_versions": {"10-20%": {"tweet": "legalize marijuana is to boost economy", "success_prob": 0.1111111111111111}, "20-30%": {"tweet": "Legalize pot in the UK to improve economy like CA! #GoneToPot", "success_prob": 0.5151515151515151}, "30-40%": {"tweet": "legalising pot can be massive boost to local/national economy. Time to legalise in the UK!", "success_prob": 0.4146341463414634}, "40-50%": {"tweet": "Pot legal in CA, HUGE+ to local/nat'l economy. $ from it>some nat'l economies! Do it in UK 4 tax bennies #GoneToPot", "success_prob": 0.2564102564102564}, "50-60%": {"tweet": "legalising pot can be a massive boost to the local & national econom. Time we legalised it in the UK,reap the benefits of the tax on it!", "success_prob": 0.40625}, "60-70%": {"tweet": "California proved legalizing pot is a massive boost to local/national economy. Income is greater than some country's economies! Legalize in UK. Reap tax benefits!", "success_prob": 0.4857142857142857}, "70-80%": {"tweet": "#GoneToPot California proved that legalising pot can boost the economy. CA income from weed is more than some countries' economies. We should legalize it in UK, reap benefits of tax on it!", "success_prob": 0.5882352941176471}, "80-90%": {"tweet": "California proved that legalizing pot can be a massive boost to local & national economy. Income from weed is greater than some country's economies! Time we legalised it in the UK,reap the benefits of the tax on it!", "success_prob": 0.358974358974359}, "baseline": {"tweet": "#GoneToPot California has proven that legalizing pot can be a massive boost to the economy. The income generated from marijuana itself is greater tan some countries economies! Time we legalized it in the UK and reap the benefits of the tax on it!", "success_prob": 0.55}}}, "4": {"original_tweet_text": "And when I finally shared that secret, that was when I was able to start healing. Don't get me wrong, addiction is always that, it's not always easy. However, whenever I feel weak, I put on Buffy. There's so much that I can connect with in that show.", "Q1": "When was the person able to start healing?", "Q1_possible_answer1": "Once they shared the secret", "Q1_possible_answer2": "Once they forgot", "Q1_correct_answer": "Once they shared the secret", "Q2": "Is addiction easy?", "Q2_possible_answer1": "Yes", "Q2_possible_answer2": "No", "Q2_correct_answer": "No", "Q3": "Why to they watch Buffy?", "Q3_possible_answer1": "They can connect with that show", "Q3_possible_answer2": "It’s about addiction", "Q3_correct_answer": "They can connect with that show", "treated_versions": {"10-20%": {"tweet": "Addiction can heal with shared secrets.", "success_prob": 0.34210526315789475}, "20-30%": {"tweet": "Sharing my secret healed me. I can connect with a lot on Buffy.", "success_prob": 0.3157894736842105}, "30-40%": {"tweet": "Admitting addiction started my healing. And when really bad, watching Buffy is a blessing!", "success_prob": 0.5384615384615384}, "40-50%": {"tweet": "Addiction is not always easy. However, whenever I feel weak, I put on Buffy. Because I can connect with that show.", "success_prob": 0.3902439024390244}, "50-60%": {"tweet": "When I shared that secret I could start healing. Addiction is rarely easy. When I feel weak I put on Buffy, I really connect to that show.", "success_prob": 0.625}, "60-70%": {"tweet": "When I shared that secret, I started healing. Don't get me wrong, it's not always easy. When I feel weak, I put on Buffy. So much that I connect with in that show.", "success_prob": 0.7209302325581395}, "70-80%": {"tweet": "When I shared that secret, I was able to start to heal. addiction is not always easy. However, whenever I feel weak, I put on Buffy. There's so much that I can connect with in that show.", "success_prob": 0.6923076923076923}, "80-90%": {"tweet": "Don't misunderstand me, addiction is never easy. However, when I finally shared that secret, I was able to start healing. Whenever I feel weak, I put on Buffy. There's so much that I can connect with in that show.", "success_prob": 0.75}, "baseline": {"tweet": "And when I finally shared that secret, that was when I was able to start healing. Don't get me wrong, addiction is always that, it's not always easy. However, whenever I feel weak, I put on Buffy. There's so much I can connect with in that show.", "success_prob": 0.4634146341463415}}}, "5": {"original_tweet_text": "Anxiety dreams suck, but I'm getting better at realizing that's what they are...this morning I dreamed that there were demons in my house that wanted to eat me and the kids I was babysitting but I convinced them to go to an apartment building instead", "Q1": "How do anxiety dreams feel?", "Q1_possible_answer1": "They are great", "Q1_possible_answer2": "They suck", "Q1_correct_answer": "They suck", "Q2": "What was in the house in the dream?", "Q2_possible_answer1": "Deamons", "Q2_possible_answer2": "Angels", "Q2_correct_answer": "Deamons", "Q3": "Where did they go instead?", "Q3_possible_answer1": "To the apartment building", "Q3_possible_answer2": "To the garden", "Q3_correct_answer": "To the apartment building", "treated_versions": {"10-20%": {"tweet": "Anxiety dream, demons wanted to eat me.", "success_prob": 0.23684210526315788}, "20-30%": {"tweet": "Anxiety dreams suck and I had them about demons and babysitting.", "success_prob": 0.2}, "30-40%": {"tweet": "Anxiety dreams = awful. Dreamed about baby-eating demons, but convinced them to leave!", "success_prob": 0.725}, "40-50%": {"tweet": "Anxiety dreams suck, but I'm realizing what they are...this morning I dreamed demons wanted to eat me and the kids", "success_prob": 0.625}, "50-60%": {"tweet": "Anxious this morning. I dreamed demons were eating me and the kids. Anxiety sucks, but I'm learning how to live with it. One day at a time.", "success_prob": 0.6136363636363636}, "60-70%": {"tweet": "Anxiety dreams suck. I'm getting better at realizing what they are. I dreamed of demons in my house who wanted to eat us. I convinced them to go to an other building", "success_prob": 0.4838709677419355}, "70-80%": {"tweet": "Getting better at interpreting my sucky anxiety dreams.  I dreamed demons were in my house, trying to eat me and the kids I was babysitting.  I convinced them to go somewhere else instead.", "success_prob": 0.5609756097560976}, "80-90%": {"tweet": "Anxiety dreams suck. Getting better at realizing what they are. I dreamt that there were demons in my house that wanted to eat me and the kids I babysat but I convinced them to go to an apartment building instead", "success_prob": 0.6410256410256411}, "baseline": {"tweet": "Anxiety dreams suck, but I'm getting better at realizing that's what they are. This morning I dreamed there were demons in my house that wanted to eat me and the kids I was babysitting but I convinced them to go to an apartment building instead", "success_prob": 0.6060606060606061}}}, "6": {"original_tweet_text": "Around the same time, a Republican operative, Peter Smith, tried to hire a British security firm, as a middleman, to locate hackers and buy Hillary's emails, which Smith believed the Russians had.  This effort was cast as Trump's \"Russian collusion\".", "Q1": "Who tried to hire a British security firm?", "Q1_possible_answer1": "Democrat operative", "Q1_possible_answer2": "Republican operative", "Q1_correct_answer": "Republican operative", "Q2": "What was the middleman supposed to do?", "Q2_possible_answer1": "Locate hackers", "Q2_possible_answer2": "Report hackers", "Q2_correct_answer": "Locate hackers", "Q3": "What was the effort cast as?", "Q3_possible_answer1": "Collusion", "Q3_possible_answer2": "Conclusion", "Q3_correct_answer": "Collusion", "treated_versions": {"10-20%": {"tweet": "Russia cheat w Smith & Brits HRC emails", "success_prob": 0.1891891891891892}, "20-30%": {"tweet": "Trump-Russian collusion! Brits hired to help get Clinton emails.", "success_prob": 0.6}, "30-40%": {"tweet": "Peter Smith tried to hire a British security firm to buy Hillary's emails. #TrumpRatMAFTA", "success_prob": 0.55}, "40-50%": {"tweet": "Peter Smith tried to hire security firm to buy Hillary's emails from Russians. Cast as Trump's \"Russian collusion\"", "success_prob": 0.5}, "50-60%": {"tweet": "Trump's \"Russian collusion\": Peter Smith trying to hire a British security firm as middle men to locate hackers and buy Hillary's emails", "success_prob": 0.48717948717948717}, "60-70%": {"tweet": "Trump's \"Russian collusion\" is based on Peter Smith, Republican operative, hiring a British security firm, as a middleman, to locate hackers and buy Hillary's emails", "success_prob": 0.6052631578947368}, "70-80%": {"tweet": "Around the same time, Peter Smith tried to hire a British security firm to locate hackers & buy Hillary's emails, which he believed the Russians had. This was Trump's \"Russian collusion\".", "success_prob": 0.4473684210526316}, "80-90%": {"tweet": "A Republican operative, Peter Smith tried to hire a British firm as a middleman to locate hackers and buy Hillary's emails, which Smith believed the Russians had. This effort was cast as Trump's \"Russian collusion\".", "success_prob": 0.8157894736842105}, "baseline": {"tweet": "Around the same time, a Republican operative, Peter Smith, tried to hire a British security firm, as a middleman, to locate hackers and buy Hillary's emails, which Smith believed the Russians had. This effort was cast as Trump's \"Russian collusion\".", "success_prob": 0.6756756756756757}}}, "7": {"original_tweet_text": "Cybernetic plug. Wet body drying out. Demon is circling my key. In another life I might have had a chance... Alter the process of natural selection. Ritual and sacrifice are so much a part of every life that they can't be recognised as anything else.", "Q1": "Who is circling their key?", "Q1_possible_answer1": "Demon", "Q1_possible_answer2": "Angel", "Q1_correct_answer": "Demon", "Q2": "When did they have a chance?", "Q2_possible_answer1": "In the past", "Q2_possible_answer2": "In another life", "Q2_correct_answer": "In another life", "Q3": "Are ritual and sacrifice a part of everyday life?", "Q3_possible_answer1": "Yes", "Q3_possible_answer2": "No", "Q3_correct_answer": "Yes", "treated_versions": {"10-20%": {"tweet": "Alter the process of natural selection.", "success_prob": 0.175}, "20-30%": {"tweet": "In another life I had a chance w/ Natural selection altered.", "success_prob": 0.41025641025641024}, "30-40%": {"tweet": "Wet body dry. Demon circles. Another life/chance, maybe. Ritual/sacrifice - part of life.", "success_prob": 0.43902439024390244}, "40-50%": {"tweet": "In another life I might have had a chance, but cybernetics control today's world and overrun natural selection.", "success_prob": 0.5555555555555556}, "50-60%": {"tweet": "In another life I might have had a chance... Alter the process of natural selection. Ritual and Sacrifice play a large part of every life.", "success_prob": 0.5128205128205128}, "60-70%": {"tweet": "Cybernetic plug. Wet body drying. Demon circling key. in another life I had a chance. Alter process of natural selection. Ritual and sacrifice part of every life.", "success_prob": 0.4666666666666667}, "70-80%": {"tweet": "Cybernetic plug. Body drying. Demon circling my key. Another life, maybe I had a chance. Alter process of natural selection. Ritual, sacrifice, so much part of life. Can't be recognized.", "success_prob": 0.5882352941176471}, "80-90%": {"tweet": "Cybernetic plug. Wet body dries out. Demon circles my key. In another life I might have a chance. Alter the process of natural selection. Ritual and sacrifice are a part of life, can't recognize as anything else.", "success_prob": 0.6052631578947368}, "baseline": {"tweet": "Cybernetic plug. Wet body drying out. Demon is circling my key. In another life I might have had a chance. Alter the process of natural selection. Ritual and sacrifice are so much a part of every life that they can't be recognised as anything else.", "success_prob": 0.5526315789473685}}}, "8": {"original_tweet_text": "Despite the problems related to the the recent bad weather, both our recyclable and garden waste collected early this morning; earlier than normal! A huge thank you to the BIFFA refuse collection teams working on behalf of the Vale of White Horse DC.", "Q1": "What problems were experienced recently?", "Q1_possible_answer1": "Bad weather", "Q1_possible_answer2": "Terrorism", "Q1_correct_answer": "Bad weather", "Q2": "When were recyclables collected?", "Q2_possible_answer1": "Earlier than normal", "Q2_possible_answer2": "Later than normal", "Q2_correct_answer": "Earlier than normal", "Q3": "Who is the writer thanking?", "Q3_possible_answer1": "BIFFA refuse collection", "Q3_possible_answer2": "ACIDEE recycle", "Q3_correct_answer": "BIFFA refuse collection", "treated_versions": {"10-20%": {"tweet": "Thanks BIFFA collection despite weather.", "success_prob": 0.2727272727272727}, "20-30%": {"tweet": "Props to BIFFA! Bad weather, but still collected trash early.", "success_prob": 0.4594594594594595}, "30-40%": {"tweet": "Our garbage was collected earlier than normal this morning, despite the inclement weather.", "success_prob": 0.3684210526315789}, "40-50%": {"tweet": "Despite recent bad weather, our recyclable and garden waste was collected earlier than normal! Thank you BIFFA.", "success_prob": 0.7631578947368421}, "50-60%": {"tweet": "Recycle and yard-waste picket up early today despite all the bad weather lately. Mad props to BIFFA on behalf of Vale of White Horse DC!", "success_prob": 0.6842105263157895}, "60-70%": {"tweet": "Despite the bad weather, both our recyclable and garden waste collected early this AM! Thank you to the BIFFA teams working on behalf of the Vale of White Horse DC.", "success_prob": 0.8888888888888888}, "70-80%": {"tweet": "Even with bad weather problems, recycles and garden waste got out this morning - even earlier than usual! Big thanks to BIFA refuse collection teams working on for Vale of White Horse DC.", "success_prob": 0.7666666666666667}, "80-90%": {"tweet": "Despite problems related to recent bad weather, both our recyclable and garden waste collected earlier than normal this morning! A huge thank you to BIFFA refuse collection working for the Vale of White Horse DC.", "success_prob": 0.65625}, "baseline": {"tweet": "Despite the problems related to the the recent bad weather, our recyclable and garden waste collected early this morning; earlier than normal! A huge thank you to the BIFFA refuse collection teams working on behalf of the Vale of White Horse DC.", "success_prob": 0.43243243243243246}}}, "9": {"original_tweet_text": "Do you really think that some of them didn’t fight back?! I mean seriously?! That’s like saying a woman that gets raped had a choice. It’s called slavery for a reason! Please go look up the definition b4 defending #kanye and his choice of poor words.", "Q1": "The writer is asking whether some of the woman did what?", "Q1_possible_answer1": "Fight back", "Q1_possible_answer2": "Report", "Q1_correct_answer": "Fight back", "Q2": "There is an analogy between a rape and what?", "Q2_possible_answer1": "Having a choice", "Q2_possible_answer2": "Being silent about it", "Q2_correct_answer": "Having a choice", "Q3": "The writer urges to look up some definition before defending what celebrity?", "Q3_possible_answer1": "Kanye West", "Q3_possible_answer2": "Kendrick Lamar", "Q3_correct_answer": "Kanye West", "treated_versions": {"10-20%": {"tweet": "Define slavery before defending Kanye", "success_prob": 0.21428571428571427}, "20-30%": {"tweet": "Slaves definitely fought back. Don't defend what #Kanye said.", "success_prob": 0.48717948717948717}, "30-40%": {"tweet": "You think they didn't fight back? It's called slavery for a reason. Check the definition.", "success_prob": 0.2682926829268293}, "40-50%": {"tweet": "Rape victims didn't fight back? It's called slavery for a reason! Review the word rape before defending #Kanye.", "success_prob": 0.34210526315789475}, "50-60%": {"tweet": "Do you think they didn't fight back? Woman don't get raped but choice. It's called slavery for a reason so don't defend #kanye's poor words.", "success_prob": 0.3783783783783784}, "60-70%": {"tweet": "You really think some didn’t fight back? Seriously! Like saying a woman who's raped had a choice. Called slavery for a reason! Look it up b4 defending #kanye's words", "success_prob": 0.5384615384615384}, "70-80%": {"tweet": "Really think some of them didn’t fight back? Seriously! Like saying a woman who gets raped had a choice. It’s called slavery for a reason! Look up the definition b4 defending #kanye's words.", "success_prob": 0.5641025641025641}, "80-90%": {"tweet": "Really think some didn’t fight back?! Seriously?! That’s like saying a woman that gets raped had a choice. It’s called slavery for a reason! Look up the definition b4 defending #kanye and his choice of poor words.", "success_prob": 0.42857142857142855}, "baseline": {"tweet": "Do you really think some of them didn’t fight back?! I mean seriously?! That’s like saying a woman that gets raped had a choice. It’s called slavery for a reason! Please go look up the definition b4 defending #kanye and his choice of poor words.", "success_prob": 0.65}}}, "10": {"original_tweet_text": "Effective and true leadership requires real intellect and genuine humility, 2 qualities NOT possessed by #trump or Jong Un. They only possess extreme,self-serving narcissism, totally devoid of any integrity which makes them both a danger to humanity.", "Q1": "What two quantities are required for effective and true leadership?", "Q1_possible_answer1": "Intellect and humility", "Q1_possible_answer2": "Passion and determination", "Q1_correct_answer": "Intellect and humility", "Q2": "Does Trump posses them?", "Q2_possible_answer1": "Yes", "Q2_possible_answer2": "No", "Q2_correct_answer": "No", "Q3": "What do Trump and Un posses?", "Q3_possible_answer1": "Narcissism and lack of integrity", "Q3_possible_answer2": "Love and compassion", "Q3_correct_answer": "Narcissism and lack of integrity", "treated_versions": {"10-20%": {"tweet": "Trump & JongUn = bad leaders. Dangerous!", "success_prob": 0.3333333333333333}, "20-30%": {"tweet": "Trump and JongUn are bad examples of effective leadership. Yikes!", "success_prob": 0.2894736842105263}, "30-40%": {"tweet": "Leadership requires intellect and humility, qualities NOT possessed by #trump or Jong Un.", "success_prob": 0.675}, "40-50%": {"tweet": "Jong Un and #trump are bad, stupid, immature leaders. Those narcissists are a danger to global security. Yikes!", "success_prob": 0.3333333333333333}, "50-60%": {"tweet": "Leadership requires intellect and humility, NOT self-serving narcissists devoid of integrity like #trump or Jong Un. Dangers to humanity.", "success_prob": 0.6666666666666666}, "60-70%": {"tweet": "Effective leadership needs intellect/humility, qualities NOT possessed by #trump/Jong Un. They possess extreme, self-serving narcissism. devoid of integrity. danger.", "success_prob": 0.3076923076923077}, "70-80%": {"tweet": "Effective leadership requires intellect and humility, qualities NOT possessed by #trump or Jong Un. They possess self-serving narcissism, devoid of integrity which makes them both a danger.", "success_prob": 0.5454545454545454}, "80-90%": {"tweet": "Effective, true leadership=real intellect and genuine humility. NOT possessed by #trump or Jong Un. Both only possess extreme, self-serving narcissism totally devoid of any integrity. Both are a danger to humanity!", "success_prob": 0.6046511627906976}, "baseline": {"tweet": "Effective and true leadership requires real intellect and genuine humility, qualities bot possessed by Trump or Jong Un. They possess extreme,self-serving narcissism, totally devoid of any integrity which makes them both a danger to humanity.", "success_prob": 0.34782608695652173}}}, "11": {"original_tweet_text": "Essentially, the far left thinks someone should go to jail for opinions he expressed in his books and movies. The real reason they are upset about #DineshDsouzaPardon is because they have labeled him a racist. Most of them don’t even know what he did", "Q1": "Should people go to the jail according to opinions expressed in books and movies, according to the left?", "Q1_possible_answer1": "Yes", "Q1_possible_answer2": "No", "Q1_correct_answer": "Yes", "Q2": "Why are they upset about the pardon?", "Q2_possible_answer1": "Because of labelling him sexist", "Q2_possible_answer2": "Because of labelling him racist", "Q2_correct_answer": "Because of labelling him racist", "Q3": "Do the most of them know what he did?", "Q3_possible_answer1": "Yes", "Q3_possible_answer2": "No", "Q3_correct_answer": "No", "treated_versions": {"10-20%": {"tweet": "Leftist are upset about #DineshDsouza", "success_prob": 0.35714285714285715}, "20-30%": {"tweet": "Leftists want to punish speech. They don't know what Dinesh did!", "success_prob": 0.43243243243243246}, "30-40%": {"tweet": "The far left believes that racists should go to jail for their expressly written opinions.", "success_prob": 0.3684210526315789}, "40-50%": {"tweet": "Left wants people in jail for opinions. Left mad about#DimeshDsouzaPardon for being racist. Don't know the truth.", "success_prob": 0.34146341463414637}, "50-60%": {"tweet": "Liberals think you should go to jail for what they say in books and movies.  They dislike #DineshDsouzaPardon b/c they think he's a racist.", "success_prob": 0.425}, "60-70%": {"tweet": "far left thinks someone should go to jail for opinions. The reason they're upset about #DineshDsouzaPardon is they labeled him a racist. Most don't know what he did.", "success_prob": 0.45714285714285713}, "70-80%": {"tweet": "The far left thinks one should be jailed for opinions in books/movies. The real reason they're upset about #DineshDsouzaPardon is they have labeled him aracist. Most don’t know what he did.", "success_prob": 0.4166666666666667}, "80-90%": {"tweet": "The far left thinks one should be jailed for opinions expressed in books & movies. The real reason they're upset about #DineshDsouzaPardon is they have labeled him a racist. Most of them don’t even know what he did", "success_prob": 0.4117647058823529}, "baseline": {"tweet": "Essentially, the far left thinks someone should go to jail for opinions expressed in his books and movies. The real reason they're upset about #DineshDsouzaPardon is because they have labeled him a racist. Most of them don’t even know what he did", "success_prob": 0.6551724137931034}}}, "12": {"original_tweet_text": "Ever since I got into #DnD, I can’t stop coming up with new characters. This week: a punk artist dwarf who became a Druid to use shape shifting as performance art; a Goliath monk abandoned at a monastery as an infant because she was born without arms", "Q1": "Ever since what event the person cannot stop coming up with new characters?", "Q1_possible_answer1": "Getting into DnD", "Q1_possible_answer2": "Trying out WoW", "Q1_correct_answer": "Getting into DnD", "Q2": "What is the occupation of the dwarf?", "Q2_possible_answer1": "Punk artist", "Q2_possible_answer2": "Belly dancer", "Q2_correct_answer": "Punk artist", "Q3": "Why was the monk abandoned at the monastery?", "Q3_possible_answer1": "He was born without arms", "Q3_possible_answer2": "He was born without legs", "Q3_correct_answer": "He was born without arms", "treated_versions": {"10-20%": {"tweet": "Can't stop creating new #DnD characters", "success_prob": 0.4358974358974359}, "20-30%": {"tweet": "got into #DND, can't stop creating new characters. This week: two", "success_prob": 0.3684210526315789}, "30-40%": {"tweet": "Characters for #DnD, a punk artist dwarf shape shifting as art and a unarmed Goliath monk.", "success_prob": 0.34285714285714286}, "40-50%": {"tweet": "Ever since I got into #DnD, I can’t stop making new characters.  This week: a punk artist dwarf who became a Druid.", "success_prob": 0.5897435897435898}, "50-60%": {"tweet": "I entered #DnD I found new characters a dwarf punk artist who became a druid and a monk Goliath abandoned in a monastery when I was a baby.", "success_prob": 0.21428571428571427}, "60-70%": {"tweet": "This week I made on #DnD a punk artist dwarf turned Druid use shape shifting as performance art & a Goliath monk abandoned as an infant because she was born armless", "success_prob": 0.358974358974359}, "70-80%": {"tweet": "Since I got into #DnD, I can’t stop coming up with characters. A punk artist dwarf who became a Druid  shapeshifter; a Goliath monk abandoned at a monastery because she was born w/o arms", "success_prob": 0.7407407407407407}, "80-90%": {"tweet": "Ever since I got into #DnD I can’t stop coming up with new characters. A punk artist dwarf who became a Druid to use shape shifting as art; a Goliath monk abandoned in inancy at a monastery she was born without arms", "success_prob": 0.358974358974359}, "baseline": {"tweet": "Ever since I got into #DnD I can’t stop coming up with new characters. This week: a punk artist dwarf who became a Druid to use shape shifting as performance art; a Goliath monk abandoned at a monastery as an infant because she was born without arms", "success_prob": 0.6666666666666666}}}, "13": {"original_tweet_text": "Everitt Jameson his family everyone like him I hope u come to my area and try me id love to do u a favor and show u what love does to fear....nobody fears any of you terrorists who run away from ur problems and can't handle life let me end it for you", "Q1": "What person is the tweet discussing?", "Q1_possible_answer1": "Mark Poly", "Q1_possible_answer2": "Everitt Jameson", "Q1_correct_answer": "Everitt Jameson", "Q2": "Where should he come?", "Q2_possible_answer1": "To the writer’s area", "Q2_possible_answer2": "To the writer’s country", "Q2_correct_answer": "To the writer’s area", "Q3": "What is more powerful than fear?", "Q3_possible_answer1": "Hope", "Q3_possible_answer2": "Love", "Q3_correct_answer": "Love", "treated_versions": {"10-20%": {"tweet": "Everitt Jameson  want to come with life", "success_prob": 0.10810810810810811}, "20-30%": {"tweet": "Ramble ramble, veiled threat, Everitt Jameson et al. Love > Fear", "success_prob": 0.3611111111111111}, "30-40%": {"tweet": "Everitt Jameson come try me. Nobody fears terrorists who can't handle life. I'll end it.", "success_prob": 0.75}, "40-50%": {"tweet": "Terrorists may feel that running away solves problems, but with the Everitt Jameson family as evidence, love wins.", "success_prob": 0.7368421052631579}, "50-60%": {"tweet": "Everitt Jameson and people like him come to me Ill show u what love does to fear, nobody fears a terrorist who run from problems and life", "success_prob": 0.575}, "60-70%": {"tweet": "Everitt Jameson. his family. everyone like him. come to my area. try me. i'd love to show u what love does to fear. nobody fears you terrorists who can't handle life", "success_prob": 0.5897435897435898}, "70-80%": {"tweet": "Everitt Jameson, nobody fears terrorists like you. Come to my area and I will show you want love does to fear. Nobody here is afraid of you. You can’t handle life; let me end it for you.", "success_prob": 0.7777777777777778}, "80-90%": {"tweet": "Everitt Jameson. his family. everyone like him. come to my area and try me. i'd love to show u what love does to fear. nobody fears u terrorists who run away from ur problems & can't handle life let me end it for u", "success_prob": 0.7142857142857143}, "baseline": {"tweet": "Everitt Jameson his family everyone like him I hope u come to my area and try me id love to do u a favor and show u what love does to fear. nobody fears any of you terrorists who run away from ur problems and can't handle life let me end it for you", "success_prob": 0.43478260869565216}}}, "14": {"original_tweet_text": "Excited to see how many people joined me today at various #WomensMarch2018 events! I am glad to be reminded just how many people are on the right side of history and against this corrupt and regressive administration. #WeAreStillHere #powertothepolls", "Q1": "What events happed today?", "Q1_possible_answer1": "Womans March", "Q1_possible_answer2": "Me too", "Q1_correct_answer": "Womans March", "Q2": "What are people against?", "Q2_possible_answer1": "Corrupt and regressive administration", "Q2_possible_answer2": "Projudices", "Q2_correct_answer": "Corrupt and regressive administration", "Q3": "Are people on the right side of the history?", "Q3_possible_answer1": "Yes", "Q3_possible_answer2": "No", "Q3_correct_answer": "Yes", "treated_versions": {"10-20%": {"tweet": "Tons marching today being good citizens!", "success_prob": 0.05714285714285714}, "20-30%": {"tweet": "large turnout proves how many are on the right side #womensmarch", "success_prob": 0.2}, "30-40%": {"tweet": "Excited to see people today at #WomensMarch2018 events! #WeAreStillHere #powertothepolls", "success_prob": 0.47619047619047616}, "40-50%": {"tweet": "#WomensMarch2018. Excited! Glad people are against corrupt & regressive admin. #WeAreStillHere #powertothepolls", "success_prob": 0.5945945945945946}, "50-60%": {"tweet": "Many people today at various #WomensMarch2018 events! Many are on the right side of history & against this administration. #powertothepolls", "success_prob": 0.47058823529411764}, "60-70%": {"tweet": "Excited to see how many joined at #WomensMarch2018! Glad to be reminded how many are on the right side of history. Against this corrupt/regressive administration.", "success_prob": 0.5555555555555556}, "70-80%": {"tweet": "Excited so many joined me today at #WomensMarch2018 events! Reminded me many are on the right side of history against the corrupt&regressive administration. #WeAreStillHere #powertothepolls", "success_prob": 0.4722222222222222}, "80-90%": {"tweet": "Excited to see how many joined me today at #WomensMarch2018! Glad to be reminded just how many are on the right side of history & against this corrupt and regressive administration. #WeAreStillHere #powertothepolls", "success_prob": 0.5}, "baseline": {"tweet": "Excited to see how many  joined me today at various #WomensMarch2018 events! I am glad to be reminded just how many people are on the right side of history and against this corrupt and regressive administration. #WeAreStillHere #powertothepolls", "success_prob": 0.5862068965517241}}}, "15": {"original_tweet_text": "Hasbro moved to increase international sales by taking toys overseas that had failed in the US market and selling them for as much as four times the original price. This increased international sales from $268 million in 1985 to $433 million in 1988.", "Q1": "How many times the original price does Hasbro sell toys overseas?", "Q1_possible_answer1": "Four times", "Q1_possible_answer2": "Ten times", "Q1_correct_answer": "Four times", "Q2": "What value did international sales increase to?", "Q2_possible_answer1": "$433 milion", "Q2_possible_answer2": "$200 million", "Q2_correct_answer": "$433 milion", "Q3": "When did this event happen?", "Q3_possible_answer1": "In 1960s", "Q3_possible_answer2": "In 1980s", "Q3_correct_answer": "In 1980s", "treated_versions": {"10-20%": {"tweet": "Hasbro win with inflated prices overseas", "success_prob": 0.16216216216216217}, "20-30%": {"tweet": "Hasbro move overseas. Sales up in 3yrs from $285 to $433 mil.", "success_prob": 0.29545454545454547}, "30-40%": {"tweet": "Hasbro increased their international sales by selling toys for a higher price overseas.", "success_prob": 0.358974358974359}, "40-50%": {"tweet": "Hasbro sales overseas increases 4 times the original price. Sales in 1985 went from $268 million to $433 million.", "success_prob": 0.3611111111111111}, "50-60%": {"tweet": "Hasbro are geniuses! Games failing in US were taken overseas and they nearly doubled their income from international sales in only 3 yrs.", "success_prob": 0.4838709677419355}, "60-70%": {"tweet": "Hasbro increased int'l sales taking toys that failed in US markets selling them up to 4 times the original price. Int'l sales increased from $268 to $433 million.", "success_prob": 0.48717948717948717}, "70-80%": {"tweet": "Hasbro increased international sales from $268 million in 1985 to $433 million in 1988 by selling toys at four times the original price overseas, which otherwise failed in the US market.", "success_prob": 0.5555555555555556}, "80-90%": {"tweet": "Hasbro increased international sales by taking toys overseas that had failed in the US market and selling them at serious markup. This increased international sales from $268 million in 1985 to $433 million in 1988.", "success_prob": 0.48484848484848486}, "baseline": {"tweet": "Hasbro has increased international sales by taking toys overseas that had failed in the US market and selling them for as much as four times the original price. This increased international sales from $268 million in 1985 to $433 million in 1988.", "success_prob": 0.6363636363636364}}}, "16": {"original_tweet_text": "He oversaw an unprecedented attack on the US elections system, which has undermined trust and security in our elections, and he continues to do so. He allowed a major Russian athlete doping program which banned Russia entirely from the 2018 Olympics.", "Q1": "What system did the person this tweet is referring to oversee an attack on?", "Q1_possible_answer1": "US elections system", "Q1_possible_answer2": "Russian elections system", "Q1_correct_answer": "US elections system", "Q2": "Does he still do it?", "Q2_possible_answer1": "Yes", "Q2_possible_answer2": "No", "Q2_correct_answer": "Yes", "Q3": "What banned Russia from 2018 Olympics?", "Q3_possible_answer1": "Doping program", "Q3_possible_answer2": "Terrorism", "Q3_correct_answer": "Doping program", "treated_versions": {"10-20%": {"tweet": "He attacked American elections. Threat!", "success_prob": 0.2857142857142857}, "20-30%": {"tweet": "He oversaw attack on US election, allowed Russian Olympic doping.", "success_prob": 0.2894736842105263}, "30-40%": {"tweet": "He attacked out elections and doped his own Olympians. What should we do? He's a scary guy", "success_prob": 0.30303030303030304}, "40-50%": {"tweet": "Unique attack on US elections system that is untrusted, and Russia banned from 2018 Olympics for doping program.", "success_prob": 0.3055555555555556}, "50-60%": {"tweet": "He ruined US election legitimacy -- downright scary! He even condones athlete doping even though it excluded them from the 2018 Olympics.", "success_prob": 0.48717948717948717}, "60-70%": {"tweet": "He oversaw an attack on US elections undermining trust/security. He continues to do so allowing a major athlete doping program banning Russia from the 2018 Olympics.", "success_prob": 0.5116279069767442}, "70-80%": {"tweet": "He oversaw an attack on the US elections system, which undermined our trust and security. The  allowed a major Russian athlete program which banned Russia entirely from the 2018 Olympics.", "success_prob": 0.38461538461538464}, "80-90%": {"tweet": "He oversaw an attack on US elections system. undermining trust & security in our elections and continues to do so. He allowed a major Russian athlete doping program banning Russia entirely from the 2018 Olympics.", "success_prob": 0.625}, "baseline": {"tweet": "He oversaw an unprecedented attack on the US elections system, which has undermined trust and security in elections, and he continues to do so. He allowed a major Russian athlete doping program which banned Russia entirely from the 2018 Olympics.", "success_prob": 0.4186046511627907}}}, "17": {"original_tweet_text": "I can’t even comprehend what it’s like to go through life not wanting to constantly be inebriated. I’m not constantly inebriated anymore, basically sober if we’re not counting prescriptions, but it’s hard to imagine ever not wanting to get fucked up.", "Q1": "How does it feel to imagine not wanting to constantly be inebriated?", "Q1_possible_answer1": "Hard to comprehend", "Q1_possible_answer2": "Easy to comprehend", "Q1_correct_answer": "Hard to comprehend", "Q2": "Is the writer constantly inebriated now?", "Q2_possible_answer1": "No", "Q2_possible_answer2": "Yes", "Q2_correct_answer": "No", "Q3": "Is the writer sober?", "Q3_possible_answer1": "Yes, if not counting prescriptions", "Q3_possible_answer2": "No", "Q3_correct_answer": "Yes, if not counting prescriptions", "treated_versions": {"10-20%": {"tweet": "Sober but cant imagine not wanting to be", "success_prob": 0.38461538461538464}, "20-30%": {"tweet": "Always drunk before. Sober now. Not fucking up - hard to imagine.", "success_prob": 0.35135135135135137}, "30-40%": {"tweet": "I can not imagine never wanting to be inebriated. I am sober now besides prescriptions.", "success_prob": 0.34146341463414637}, "40-50%": {"tweet": "Can't comprehend what it’s like to go through life not wanting to constantly be inebriated. I’m basically sober.", "success_prob": 0.3111111111111111}, "50-60%": {"tweet": "Can’t comprehend going through life not wanting to constantly be inebriated. I’m sober but hard to imagine not wanting to get fucked up.", "success_prob": 0.7105263157894737}, "60-70%": {"tweet": "I don't know what it's like to go through life not wanting to be inebriated. I'm basically sober now, but it's hard to imagine never even wanting to get fucked up", "success_prob": 0.6842105263157895}, "70-80%": {"tweet": "I don't know how you can go through life without wanting to be inebriated. I am not constantly inebriated anymore, besides the prescriptions, but I can't imagine not wanting to be fucked up.", "success_prob": 0.5454545454545454}, "80-90%": {"tweet": "I can’t imagine what it’s like to go through life not wanting to constantly be inebriated. I’m basically sober now, if we’re not counting prescriptions, but it’s hard to imagine ever not wanting to get fucked up.", "success_prob": 0.7948717948717948}, "baseline": {"tweet": "I cannot comprehend what it is like to be going through life not wanting to be constantly inebriated. I'm not constantly inebriated anymore, basically sober not counting any prescriptions, but it's hard to imagine ever not wanting to get fucked up.", "success_prob": 0.5}}}, "18": {"original_tweet_text": "I didn't find them in the beginning, but things are meant to happen the way they should. And I found them at a perfect time, I feel like they're my angels to be honest. Happiness was hard until I found them. So yeah, I wasn't here since the beginning", "Q1": "Did the writer find all the things in the beginning?", "Q1_possible_answer1": "Yes", "Q1_possible_answer2": "No", "Q1_correct_answer": "No", "Q2": "How does the writer perceives them?", "Q2_possible_answer1": "As angels", "Q2_possible_answer2": "As devils", "Q2_correct_answer": "As angels", "Q3": "How happiness used to be?", "Q3_possible_answer1": "Easy", "Q3_possible_answer2": "Hard", "Q3_correct_answer": "Hard", "treated_versions": {"10-20%": {"tweet": "I found my angels at the perfect time", "success_prob": 0.525}, "20-30%": {"tweet": "I found them at a perfect time, They're my angels to be honest.", "success_prob": 0.6046511627906976}, "30-40%": {"tweet": "Found them at a perfect time. They're my angels. Happiness was hard until I found them.", "success_prob": 0.6}, "40-50%": {"tweet": "Didn't find them at first but it was meant to happen. My angels came at perfect time. Happiness hard until them.", "success_prob": 0.38636363636363635}, "50-60%": {"tweet": "I didn't find them at first, things are meant to happen. I found them in perfect time. They're my angels. Happiness was hard before them.", "success_prob": 0.631578947368421}, "60-70%": {"tweet": "Wasn't here at the start & didn't originally find them, but things happen the way they should. Found them at a perfect time. Joy was hard until I found these angels.", "success_prob": 0.5853658536585366}, "70-80%": {"tweet": "I didn't find them in the beginning. Things happen the way they should. I found them at a perfect time, I feel They're my angels. Happiness was hard since i wasn't there in the beginning.", "success_prob": 0.5952380952380952}, "80-90%": {"tweet": "I didn't find them in the beginning but things happen the way they should. I found them at a perfect time. They're my angels honestly. Happiness was hard until I found them. Yeah, I wasn't here since the beginning.", "success_prob": 0.75}, "baseline": {"tweet": "I didn't find them in the beginning, but things are meant to happen the way they should. And I found them at a perfect time, I feel like they're my angels to be honest. Happiness was hard until I found them. Yeah, I wasn't here since the beginning", "success_prob": 0.48148148148148145}}}, "19": {"original_tweet_text": "I do need to work on being faster and efficient and producing a great 1st draft if I want to do well but maybe I really do need to wait until I have less on my plate. Otherwise I'm only hindering myself, splitting attention where it needs to be full.", "Q1": "In order to produce a great first draft, how does the person have to be?", "Q1_possible_answer1": "Faster and more efficient", "Q1_possible_answer2": "The same", "Q1_correct_answer": "Faster and more efficient", "Q2": "If the person want to do well, it might be a good idea to?", "Q2_possible_answer1": "Wait until they have less on their plate", "Q2_possible_answer2": "Start working now", "Q2_correct_answer": "Wait until they have less on their plate", "Q3": "Why it could be good to wait?", "Q3_possible_answer1": "In order not to split attention", "Q3_possible_answer2": "To get more energy", "Q3_correct_answer": "In order not to split attention", "treated_versions": {"10-20%": {"tweet": "I need a 1st-class draft, but too busy.", "success_prob": 0.5}, "20-30%": {"tweet": "I would produce better, faster 1st drafts with less on my plate.", "success_prob": 0.5365853658536586}, "30-40%": {"tweet": "Need to work on being faster producing  1st draft. Will wait till I have less on my plate.", "success_prob": 0.40625}, "40-50%": {"tweet": "Work faster better to get great 1st draft.  Too much going on. Just hindering myself where it needs to be full.", "success_prob": 0.41025641025641024}, "50-60%": {"tweet": "I need to work faster & produce a great draft; maybe I should wait until I have less on my plate. I'm hurting myself by splitting attention.", "success_prob": 0.7435897435897436}, "60-70%": {"tweet": "Need to work on being faster/efficient producing a 1st draft to do well. may need to wait until I have less on my plate. Only hindering myself splitting attention.", "success_prob": 0.717948717948718}, "70-80%": {"tweet": "I need to work faster & more efficiently to produce a great 1st draft and do well. I may need to wait until I have less on my plate. Otherwise I'm only hindering myself splitting attention.", "success_prob": 0.7777777777777778}, "80-90%": {"tweet": "I need to be faster and more efficient at producing a great 1st draft if I want to do well. Maybe, I need to wait until I have less on my plate. Otherwise, I'm only hindering myself by splitting my full attention.", "success_prob": 0.725}, "baseline": {"tweet": "I do need to work on being faster and efficient and producing a great 1st draft if I want to do well, but maybe I do need to wait until I have less on my plate. Otherwise, I'm only hindering myself, splitting attention where it needs to be full.", "success_prob": 0.6470588235294118}}}, "20": {"original_tweet_text": "I may not be popular but MY Tweets are the truth the whole truth and nothing but the truth...whether you like them or not and whether you agree or not! Of course, I can only speak from my vantage point but there's no mealy mouth BS from this account!", "Q1": "Is the writer popular?", "Q1_possible_answer1": "Probably not", "Q1_possible_answer2": "Very popular", "Q1_correct_answer": "Probably not", "Q2": "Are their tweets truth?", "Q2_possible_answer1": "Yes", "Q2_possible_answer2": "No", "Q2_correct_answer": "Yes", "Q3": "The writer admits that they can only speak from their point?", "Q3_possible_answer1": "Yes", "Q3_possible_answer2": "No", "Q3_correct_answer": "Yes", "treated_versions": {"10-20%": {"tweet": "Tweets are my perspective. No BS #truth", "success_prob": 0.4090909090909091}, "20-30%": {"tweet": "I'm not popular but my tweets are only the truth no matter what!", "success_prob": 0.425}, "30-40%": {"tweet": "may not be popular but MY Tweets are the truth...like it or not! no BS from this account!", "success_prob": 0.6153846153846154}, "40-50%": {"tweet": "MY Tweets are the trutb...whether you like them or not! I only speak for me, but there's no BS from this account!", "success_prob": 0.35135135135135137}, "50-60%": {"tweet": "I may not be popular but MY Tweets are the truth the truth...whether you like them or not and whether you agree or not! I feel so anyway.", "success_prob": 0.5238095238095238}, "60-70%": {"tweet": "Like it or not, My tweets = TRUTH. From my point of view of course. You won't find any BS here. You don't have to agree and I don't care if that makes me unpopular.", "success_prob": 0.6153846153846154}, "70-80%": {"tweet": "Regardless of popularity, my tweets are the whole truth and nothing but it from my vantage point. Whether you like them or not and whether you agree or not, there is no BS from this account.", "success_prob": 0.55}, "80-90%": {"tweet": "I may not be popular but MY Tweets are the truth the whole truth whether you like them or agree with them or not! Of course, I can only speak from my vantage point but there's no mealy mouth BS from this account!", "success_prob": 0.5714285714285714}, "baseline": {"tweet": "I may not be popular but MY Tweets are truth the whole truth and nothing but the truth...whether you like them or not and whether you agree or not! Of course, I can only speak from my vantage point but there's no mealy mouth BS from this account!", "success_prob": 0.6923076923076923}}}, "21": {"original_tweet_text": "I wish I was a billionaire I would go broke just to see a politician locked up in prison no laws for politicians double standard they should be held accountable for their actions just like the rest of us Americans get held accountable for our actions", "Q1": "If the person was a millionaire they would like to?", "Q1_possible_answer1": "Earn more money", "Q1_possible_answer2": "Go broke", "Q1_correct_answer": "Go broke", "Q2": "Why?", "Q2_possible_answer1": "To see a politician in prison", "Q2_possible_answer2": "To be friends with politicians", "Q2_correct_answer": "To see a politician in prison", "Q3": "Are politicians accountable for their actions?", "Q3_possible_answer1": "Yes", "Q3_possible_answer2": "No", "Q3_correct_answer": "No", "treated_versions": {"10-20%": {"tweet": "Politicians should be held accountable", "success_prob": 0.42424242424242425}, "20-30%": {"tweet": "I'd go broke to see politicians jailed. They need accountability.", "success_prob": 0.5609756097560976}, "30-40%": {"tweet": "I would go broke to see a politician in prison. No laws for them. Need accountability.", "success_prob": 0.5}, "40-50%": {"tweet": "I would pay billions just to lock up a politician. They think they are excused from following the law! Idiots...", "success_prob": 0.6756756756756757}, "50-60%": {"tweet": "I wish I was a billionaire. I would go bankrupt just to see a politician locked in jail. They should be held accountable for their actions", "success_prob": 0.6153846153846154}, "60-70%": {"tweet": "Wish I was a billionaire I'd go broke to see a politician locked up, no laws for politicians, double standard, should be held accountable just like the rest of us", "success_prob": 0.575}, "70-80%": {"tweet": "If I were a billionaire I would go broke to see a politician in prison. No laws for them- double standard! They should be held accountable for their actions like the rest of us Americans.", "success_prob": 0.7714285714285715}, "80-90%": {"tweet": "I wish I was a billionaire. I would go broke to see a politician locked up. no laws for politicians' double standard. they should be held accountable for their actions just like the rest of us get held accountable.", "success_prob": 0.7777777777777778}, "baseline": {"tweet": "I wish I was a billionaire. I would go broke to see a politician locked up in prison no laws for politicians double standard they should be held accountable for their actions just like the rest of us Americans get held accountable for our actions", "success_prob": 0.6666666666666666}}}, "22": {"original_tweet_text": "I wonder sometimes if the story of the hare and the tortoise isn't meant for drivers on the Jamaican roads. So many accidents; so many of us on the path to oblivion when we turn the ignition. Just pace yourself. Better to get there than never at all.", "Q1": "Who does the writer wonder if the story of the hare and the tortoise is meant for?", "Q1_possible_answer1": "Drivers on Jamaican roads", "Q1_possible_answer2": "Jamaican people", "Q1_correct_answer": "Drivers on Jamaican roads", "Q2": "Are there a lot of accidents?", "Q2_possible_answer1": "Yes", "Q2_possible_answer2": "No", "Q2_correct_answer": "Yes", "Q3": "It’s better to get to the destination at any time compared to?", "Q3_possible_answer1": "Not getting there at all", "Q3_possible_answer2": "Being late", "Q3_correct_answer": "Not getting there at all", "treated_versions": {"10-20%": {"tweet": "Jamaica road accidents. Pace yourself.", "success_prob": 0.35135135135135137}, "20-30%": {"tweet": "Tortoise and hare: Jamaican drivers? Pace yourself. Get there.", "success_prob": 0.4444444444444444}, "30-40%": {"tweet": "The story of the hare and tortoise isn't meant for Jamaican roads. So many accidents.", "success_prob": 0.40540540540540543}, "40-50%": {"tweet": "The hare & tortoise story isn't meant for Jamaican roads. We're on the path to oblivion; better to pace yourself.", "success_prob": 0.3684210526315789}, "50-60%": {"tweet": "I wonder if the story of the hare and the tortoise was meant for Jamaican road drivers. So many accidents. Pace yourself. Get there alive.", "success_prob": 0.7777777777777778}, "60-70%": {"tweet": "I wonder sometimes if the story of the hare and the tortoise isn't meant for drivers on the Jamaican roads. Just pace yourself.Better to get there than never at all.", "success_prob": 0.6486486486486487}, "70-80%": {"tweet": "Wonder if the story of the hare & tortoise isn't meant for Jamaican drivers. Many accidents. On the path to oblivion when we turn the ignition. Pace yourself. Better get there than never .", "success_prob": 0.46153846153846156}, "80-90%": {"tweet": "Wonder if the story of the hare and the tortoise isn't meant for Jamaican drivers. So many accidents; so many on the path to oblivion when we turn the ignition. Pace yourself. Better to get there than never at all.", "success_prob": 0.575}, "baseline": {"tweet": "I wonder sometimes if the story of the hare and the tortoise isn't meant for drivers on the Jamaican roads. So many accidents; so many of us on the path to oblivion when we turn the ignition. Pace yourself. Better to get there than never at all.", "success_prob": 0.4358974358974359}}}, "23": {"original_tweet_text": "I'm pretty sure I can't sleep due to the fact that I'm still not used to being in a different state. I feel like every time I wake up, I wake up in California somehow and when I realize it's not, I derealize for a majority of the day and I feel lost.", "Q1": "What is the reason for not being able to sleep?", "Q1_possible_answer1": "Being in a different state", "Q1_possible_answer2": "Stress", "Q1_correct_answer": "Being in a different state", "Q2": "Where does the person think they are?", "Q2_possible_answer1": "In California", "Q2_possible_answer2": "In Arizona", "Q2_correct_answer": "In California", "Q3": "How do they feel?", "Q3_possible_answer1": "Lost", "Q3_possible_answer2": "Happy", "Q3_correct_answer": "Lost", "treated_versions": {"10-20%": {"tweet": "I'm not used to being in a new state", "success_prob": 0.3548387096774194}, "20-30%": {"tweet": "I can't sleep due to not used to being in a different state.", "success_prob": 0.325}, "30-40%": {"tweet": "I am having trouble sleeping since I'm not in Cali anymore. When I wake up, I feel lost.", "success_prob": 0.6774193548387096}, "40-50%": {"tweet": "I can't sleep, I'm not used to being in a different state. When I wake up I expect to be @ California, I feel lost.", "success_prob": 0.6571428571428571}, "50-60%": {"tweet": "Can't sleep, still not used to being in a different state. Feels like when I wake up I'm in CA, I'm not, and feel lost the rest of the day.", "success_prob": 0.7777777777777778}, "60-70%": {"tweet": "I can't sleep due to being in a different state. I feel like when I wake up in California somehow and when I realize it's not,  I feel lost for the rest of the day.", "success_prob": 0.6666666666666666}, "70-80%": {"tweet": "I can't sleep. Still not used to being in a different state. Feel like every time I wake up, I'm in California and when I realize I'm not, I derealize for a majority of the day feeling lost.", "success_prob": 0.7368421052631579}, "80-90%": {"tweet": "Can't sleep since i'm still not used to being in a different state. I feel every time I wake up, I wake up in California somehow and when I realize it's not, I derealize for a majority of the day and I feel lost.", "success_prob": 0.5365853658536586}, "baseline": {"tweet": "I'm pretty sure I can't sleep due to the fact that I'm still not used to being in a different state. I feel like every time I wake up, I wake up in California somehow and when I realize it's not, I derealize for a majority of the day and I feel lost", "success_prob": 0.40540540540540543}}}, "24": {"original_tweet_text": "Ideas and beliefs are just an illusion in this character you play on earth. At the end of the day, all you have left is the spectrum of emotions to experience. So, why don't you choose to dial into the part of the spectrum that is love and happiness.", "Q1": "What are ideas and beliefs?", "Q1_possible_answer1": "An illusion", "Q1_possible_answer2": "The truth", "Q1_correct_answer": "An illusion", "Q2": "What is left at the end of the day?", "Q2_possible_answer1": "Knowledge", "Q2_possible_answer2": "Emotions", "Q2_correct_answer": "Emotions", "Q3": "We should try to dial into?", "Q3_possible_answer1": "Love and happiness", "Q3_possible_answer2": "Hate and resentment", "Q3_correct_answer": "Love and happiness", "treated_versions": {"10-20%": {"tweet": "all you have is emotions.choose love.", "success_prob": 0.38235294117647056}, "20-30%": {"tweet": "Ideas = illusion Life = natural emotion Choose happiness and love", "success_prob": 0.45454545454545453}, "30-40%": {"tweet": "Ideas and beliefs are an illusion. All that really matters is emotion and experiences.", "success_prob": 0.5675675675675675}, "40-50%": {"tweet": "Ideas, beliefs are illusions. At days end the spectrum of emotion is left. Choose to dial into love and happiness.", "success_prob": 0.4594594594594595}, "50-60%": {"tweet": "Ideas N beliefs = n illusion. All U have is the spectrum of emotions 2 experience. Why don't U choose 2 dial into the part that is love.", "success_prob": 0.2}, "60-70%": {"tweet": "Ideas and beliefs are an illusion. At the end of the day, all you have is the spectrum of emotions to experience. Why not choose to dial into love and happiness.", "success_prob": 0.5925925925925926}, "70-80%": {"tweet": "Ideas and beliefs are an illusion of this earthly character played. All you have left is the spectrum of emotions to experience. Why not choose the spectrum part that is love and happiness.", "success_prob": 0.5}, "80-90%": {"tweet": "Ideas and beliefs are just an illusion in this character you play on earth. At the end of the day, all you have is a spectrum of emotions to experience. You should choose to dial into emotions of love and happiness.", "success_prob": 0.6153846153846154}, "baseline": {"tweet": "Ideas and beliefs are an illusion in this character you play on earth. At the end of the day, all you have left is the spectrum of emotions to experience. So why don't you choose to dial into the part of the spectrum that is love and happiness?", "success_prob": 0.5952380952380952}}}, "25": {"original_tweet_text": "In line with the Word of God, I declare that all things are mine ; therefore I refuse to struggle for anything, for I'm a possessor ! My faith is producing results for me. Therefore, I walk in the vital reality of the manifold blessings of God today.", "Q1": "Does the person accept to struggle for anything?", "Q1_possible_answer1": "Yes", "Q1_possible_answer2": "No", "Q1_correct_answer": "No", "Q2": "Why?", "Q2_possible_answer1": "Because they are a possessor", "Q2_possible_answer2": "Because they are selfless", "Q2_correct_answer": "Because they are a possessor", "Q3": "Will they get the blessings of God?", "Q3_possible_answer1": "Yes", "Q3_possible_answer2": "No", "Q3_correct_answer": "Yes", "treated_versions": {"10-20%": {"tweet": "I'm blessed. I walk in the word of God!", "success_prob": 0.525}, "20-30%": {"tweet": "I don't need to struggle for anything because my faith provides!", "success_prob": 0.5789473684210527}, "30-40%": {"tweet": "In God's name, everything's mine - no struggles for me. God has blessed my walk today.", "success_prob": 0.71875}, "40-50%": {"tweet": "I declare my God-given right to claim all of the things. I do not have to work, for God will provide. He told me.", "success_prob": 0.39473684210526316}, "50-60%": {"tweet": "With the Word of God I declare all things are mine. I won't struggle, I'm a possessor! I walk in the truth of the manifold blessings of Him.", "success_prob": 0.6153846153846154}, "60-70%": {"tweet": "In line with the Word of God, I am a possessor. My faith is producing results for me. Therefore, I walk in the vital reality of the manifold blessings of God today.", "success_prob": 0.4146341463414634}, "70-80%": {"tweet": "With the Word of God, I declare all things mine; I refuse to struggle for anything, I'm a possessor! My faith gives results for me. I walk in the vital reality of the many blessings of God.", "success_prob": 0.7368421052631579}, "80-90%": {"tweet": "In line with the God's Word, I declare that all things are mine; I refuse to struggle for anything, I'm a possessor! My faith's producing results for me. I walk in the reality of the manifold blessings of God today.", "success_prob": 0.6944444444444444}, "baseline": {"tweet": "In line with the word of God, I declare that all things are mine. Therefore, I refuse to struggle for anything for I'm a possessor! My faith is producing results for me. Therefore, I walk in vital reality of the manifold blessings of God today.", "success_prob": 0.6111111111111112}}}, "26": {"original_tweet_text": "It seems likely that 45 will fire Mueller, Rosenstein or anyone else he can to end the investigation, but if Cohen gets indicted and he gets jailtime and therefore a pardon from 45, can the state of NY still pull his licence to practice law! #curious", "Q1": "Why would 45 hire Mueller, Rosenstein or anyone else?", "Q1_possible_answer1": "To make a deal", "Q1_possible_answer2": "To end the investigation", "Q1_correct_answer": "To end the investigation", "Q2": "What will happen if Cohen gets indicted?", "Q2_possible_answer1": "Nothing", "Q2_possible_answer2": "He will get a jail time", "Q2_correct_answer": "He will get a jail time", "Q3": "How does the writer feel about whether or not NY can pull his licence to practice law?", "Q3_possible_answer1": "Curious", "Q3_possible_answer2": "Unconcerned", "Q3_correct_answer": "Curious", "treated_versions": {"10-20%": {"tweet": "Can NY pull Cohen law license? #curious", "success_prob": 0.42424242424242425}, "20-30%": {"tweet": "45 will fire anyone to end investigation and might pardon Cohen", "success_prob": 0.425}, "30-40%": {"tweet": "If Cohen is pardoned, can the state of NY still pull his license to practice law? #curious", "success_prob": 0.6216216216216216}, "40-50%": {"tweet": "Seems likely 45 will fire Mueller/Rosenstein to end investigation. If Cohen is pardoned can state pull his license?", "success_prob": 0.47368421052631576}, "50-60%": {"tweet": "45 will fire anyone he can to end the investigation. If Cohen is indicted and pardoned by 45, can NY still pull his law license! #curious", "success_prob": 0.3953488372093023}, "60-70%": {"tweet": "Seems likely 45 will fire Mueller, Rosenstein or anyone to end the investigation. if Cohen gets jail time and a pardon, can the state still pull his law licence?", "success_prob": 0.6}, "70-80%": {"tweet": "45 will fire Mueller, Rosenstein or anyone else he can to end the investigation, but if Cohen gets jailtime and a pardon, can the state of NY still pull his licence to practice law! #curious", "success_prob": 0.5714285714285714}, "80-90%": {"tweet": "Seems likely that 45 will fire Mueller, Rosenstein or anyone else he can to end the investigation. If Cohen gets indicted and gets jail time and a pardon from 45, can the state of NY still pull his law licence!?", "success_prob": 0.5405405405405406}, "baseline": {"tweet": "It seems likely that 45 will fire Mueller, Rosenstein or anyone else he can to end the investigation, but if Cohen gets indicted & he gets jailtime and therefore a pardon from 45, can the state of NY still pull his licence to practice law! #curious", "success_prob": 0.5}}}, "27": {"original_tweet_text": "It's scary - the left kicks people they don't like out of their establishments or space. If they would I honestly think they'd kill conservatives. They're honestly like ISIS without the killing. So devout to their beliefs you either convert or \"die.\"", "Q1": "What does the left do with the people they don’t like?", "Q1_possible_answer1": "They discuss", "Q1_possible_answer2": "They kick them out", "Q1_correct_answer": "They kick them out", "Q2": "Does the person think they would kill the conservatives?", "Q2_possible_answer1": "Yes", "Q2_possible_answer2": "No", "Q2_correct_answer": "Yes", "Q3": "Does the person think that they are like ISIS, minus the killing?", "Q3_possible_answer1": "Yes", "Q3_possible_answer2": "No", "Q3_correct_answer": "Yes", "treated_versions": {"10-20%": {"tweet": "Left kicks people they don't like out!", "success_prob": 0.2702702702702703}, "20-30%": {"tweet": "The left is scary. They will kill people who disagree with them.", "success_prob": 0.3170731707317073}, "30-40%": {"tweet": "Left kicks out people they don't like. They'd kill conservatives. Like ISIS. So devout.", "success_prob": 0.48717948717948717}, "40-50%": {"tweet": "Scary! The left kicks out people they dislike. Like ISIS without the killing, convert to their beliefs or \"die\".", "success_prob": 0.5454545454545454}, "50-60%": {"tweet": "Left kicks people they dislike out of their space. They'd kill conservatives. They're ISIS without killing. So devout you convert or \"die.\"", "success_prob": 0.3333333333333333}, "60-70%": {"tweet": "It's scary. Left kicks people they don't like out. They'd kill conservatives. Like ISIS without the killing. So devout to their beliefs. Either convert or \"die.\"", "success_prob": 0.6428571428571429}, "70-80%": {"tweet": "The left kicks people out of their establishments or space. I honestly think they'd kill conservatives. They're like ISIS without the killing. Devout to their beliefs. You convert or \"die.\"", "success_prob": 0.4878048780487805}, "80-90%": {"tweet": "It's scary that the left kicks those they don't like out of their establishments. If they could, I think they'd kill conservatives. They're ISIS without the killing. So devout to their beliefs, you convert or \"die", "success_prob": 0.631578947368421}, "baseline": {"tweet": "Scary - the left kicks people they don't like out of their establishments or space. If they would I honestly think they'd kill conservatives. They're honestly like ISIS without the killing. So devout to their beliefs you either convert or \"die.\"", "success_prob": 0.6052631578947368}}}, "28": {"original_tweet_text": "Just a quick glance at all the #BlackMirror4 episodes' descriptions, so far Metalhead is my most curious one to watch cause it sounds/looks dystopian yet no link to technology is stated. It's also the shortest of the season, so that'd be interesting.", "Q1": "What TV series is the tweet discussing?", "Q1_possible_answer1": "Black mirror", "Q1_possible_answer2": "Sharp Objects", "Q1_correct_answer": "Black mirror", "Q2": "Why is Metalhead the most curious episode to watch?", "Q2_possible_answer1": "No link to technology is stated", "Q2_possible_answer2": "Many links to technology are stated", "Q2_correct_answer": "No link to technology is stated", "Q3": "What is the second reason?", "Q3_possible_answer1": "It is the longest one in the season", "Q3_possible_answer2": "It is the shortest one in the season", "Q3_correct_answer": "It is the shortest one in the season", "treated_versions": {"10-20%": {"tweet": "#BlackMirror4 episodes = dystopian/great", "success_prob": 0.39285714285714285}, "20-30%": {"tweet": "#BlackMirror4, Metalhead.. dystopian without tech? Shortest also!", "success_prob": 0.3157894736842105}, "30-40%": {"tweet": "Metalhead #BlackMirror4 ep seems the most interesting. Dystopian but with no technology?", "success_prob": 0.6923076923076923}, "40-50%": {"tweet": "Of the new #BlackMirror4 episodes', I think I'd like to see Metalhead the most. It's the shortest of the season!", "success_prob": 0.7073170731707317}, "50-60%": {"tweet": "So far Metalhead is the most interesting cause it seems dystopian. No link to technology is stated. It's also the shortest of the season.", "success_prob": 0.2564102564102564}, "60-70%": {"tweet": "Glancing at #BlackMirror4 episodes' descriptions, Metalhead is my most curious to watch. Sounds/looks dystopian yet no link to tech stated. also shortest of season.", "success_prob": 0.7368421052631579}, "70-80%": {"tweet": "A glance at the #BlackMirror4 episodes' descriptions so far Metalhead is my most curious one to watch. Sounds/looks dystopian yet no link to tech is stated. Also the shortest of the season.", "success_prob": 0.5555555555555556}, "80-90%": {"tweet": "quick glance at #BlackMirror4 episodes' descriptions. Metalhead's a curious one cause it sounds/looks dystopian yet no link to technology is stated. It's also the shortest of the season, so that'd be interesting.", "success_prob": 0.5483870967741935}, "baseline": {"tweet": "A quick glance at the #BlackMirror4 episodes descriptions, Metalhead, is most curious one to watch thus far. It looks and sounds dystopian but no link to technology is stated. Also it makes it interesting that it is the shortest of the season.", "success_prob": 0.575}}}, "29": {"original_tweet_text": "Just saw on Tucker Carlson that a young conservative, Sal LaMastra, who says he will always be with you, pointed out that students won't be able to deduct interest on school loans with Senate plan. Just telling you for when it goes back to the House!", "Q1": "Who is Sal LaMastra?", "Q1_possible_answer1": "A young conservative", "Q1_possible_answer2": "A young liberal", "Q1_correct_answer": "A young conservative", "Q2": "Will the students be able to deduct the interest?", "Q2_possible_answer1": "Yes", "Q2_possible_answer2": "No", "Q2_correct_answer": "No", "Q3": "Does the writer think the plan will go back into House?", "Q3_possible_answer1": "Yes", "Q3_possible_answer2": "No", "Q3_correct_answer": "Yes", "treated_versions": {"10-20%": {"tweet": "Senate, no deduct interest on edu loans.", "success_prob": 0.1111111111111111}, "20-30%": {"tweet": "via Sal LaMastra on Tucker Carlson, Senate plan bad for students!", "success_prob": 0.2972972972972973}, "30-40%": {"tweet": "Conservative Sal LaMastra said school loan interest is not deductible with Senate plan.", "success_prob": 0.5142857142857142}, "40-50%": {"tweet": "a young man pointed out that students will not be able to deduct interest on school loans with the Senate plan.", "success_prob": 0.23255813953488372}, "50-60%": {"tweet": "A young man says he will be with you, pointed out that students will not be able to deduct interest on school loans with the Senate plan", "success_prob": 0.1282051282051282}, "60-70%": {"tweet": "For when it goes back to the House, young conservative Sal LaMastra pointed out, that students won't be able to deduct interest on school loans with Senate plan.", "success_prob": 0.46875}, "70-80%": {"tweet": "Just saw on Tucker Carlson a young conservative,  Sal LaMastra, who says he will always be with you, pointed out that students won't be able to deduct interest on school loans with plan.", "success_prob": 0.25806451612903225}, "80-90%": {"tweet": "Just saw on Tucker Carlson that young conservative, Sal LaMastra, pointed out that students won't be able to deduct interest on school loans with Senate plan. Just telling you for when it goes back to the House!", "success_prob": 0.5588235294117647}, "baseline": {"tweet": "Just saw on Tucker Carlson that a young conservative, Sal LaMastra, who says he will always be with you, pointed out, students won't be able to deduct interest on school loans with Senate plan. Just telling you for when it goes back to the House!", "success_prob": 0.46875}}}, "30": {"original_tweet_text": "Libs who don't identify as libs, maybe moderates or something, who fear the libs are moving too far left, which somehow includes sex & race issues: are getting too pol, looking for pol solutions; while right embraces nihilism. We don't have the time.", "Q1": "The tweet is concerned with?", "Q1_possible_answer1": "The liberals who don’t identify as liberals", "Q1_possible_answer2": "The democrats who don’t identify as democrats", "Q1_correct_answer": "The liberals who don’t identify as liberals", "Q2": "What does the right embrace?", "Q2_possible_answer1": "Nihilism", "Q2_possible_answer2": "Populism", "Q2_correct_answer": "Nihilism", "Q3": "Is there a lot of time left?", "Q3_possible_answer1": "Yes", "Q3_possible_answer2": "No", "Q3_correct_answer": "No", "treated_versions": {"10-20%": {"tweet": "No time for mods who embrace nihilism.", "success_prob": 0.25}, "20-30%": {"tweet": "Undeclared libs are getting too pol while right embrace nihilism.", "success_prob": 0.4358974358974359}, "30-40%": {"tweet": "Moderates fearing libs move left getting too pol, but right embraces nihilism. No time.", "success_prob": 0.27906976744186046}, "40-50%": {"tweet": "Libs who don't identify as libs are getting too pol, looking for pol solutions; while right embraces nihilism.", "success_prob": 0.2972972972972973}, "50-60%": {"tweet": "Liberals worried that libs becoming too liberal on sex/race issues. At the same time, the Reps are keen to stay as nihilists. What happened?", "success_prob": 0.6052631578947368}, "60-70%": {"tweet": "Libs who don't identify as libs, maybe moderates, fear libs are moving too far left. They are looking for pol solutions; while the right embraces nihilism. No time.", "success_prob": 0.5555555555555556}, "70-80%": {"tweet": "Moderates libs, who fear the libs are moving too far left, which includes sex & race issues: are getting pol, looking for pol solutions; while right embrace nihilism. We don't have the time.", "success_prob": 0.45}, "80-90%": {"tweet": "Libs who don't identify as libs, maybe moderates, who fear the libs are moving too far left, which somehow includes sex & race issues: are getting too pol, looking for pol solutions; while right embraces nihilism.", "success_prob": 0.5555555555555556}, "baseline": {"tweet": "Libs who don't call themselves libs, mob or something, they fear libs are moving too far left. Somehow this includes race and sex issues, they're getting too pol, looking for pol solutions, while right embraces nihilism. We don't have the time", "success_prob": 0.3448275862068966}}}, "31": {"original_tweet_text": "Macron told RaGa.....there's no pact to divulge defense-related details, which he mentions in the Parliament. Yet he's oblivious about the existing pact, which his own DefMin Mr. Anthony signed. Indeed a reasoned/well prepared speech ! Kudos to RaGa.", "Q1": "Is there a pact to divulge defence-related details, according to Macron?", "Q1_possible_answer1": "Yes", "Q1_possible_answer2": "No", "Q1_correct_answer": "No", "Q2": "Is there an existing pact Macron is oblivious about?", "Q2_possible_answer1": "Yes", "Q2_possible_answer2": "No", "Q2_correct_answer": "Yes", "Q3": "How was RaGa’s speech?", "Q3_possible_answer1": "Reasoned and well-prepared", "Q3_possible_answer2": "Nonsense", "Q3_correct_answer": "Reasoned and well-prepared", "treated_versions": {"10-20%": {"tweet": "RaGa shows up Macron on defense pact.", "success_prob": 0.24324324324324326}, "20-30%": {"tweet": "Macron, oblivious of the existing pact, said there is no pact.", "success_prob": 0.36666666666666664}, "30-40%": {"tweet": "Macron told RaGa.....there's no pact to divulge defense-related details. There is a pact!", "success_prob": 0.6511627906976745}, "40-50%": {"tweet": "Macron told RaGa there no pact to discuss defense. He is oblivious of the existing pact, which his DefMin signed.", "success_prob": 0.631578947368421}, "50-60%": {"tweet": "Macron told RaGa: no pact to divulge defense details mentioned in Parliament, oblivious of existing pact Anthony signed. Reasoned speech!", "success_prob": 0.5714285714285714}, "60-70%": {"tweet": "Macron told RaGa there's no pact to divulge defense-related details. He's oblivious of the existing pact, which his own DefMin signed. Reasoned/well prepared speech!", "success_prob": 0.7083333333333334}, "70-80%": {"tweet": "Macron told RaGa there's no pact to divulge defense-related details mentioned in Parliament. He's oblivious about the existing pact, signed by Mr. Anthony. A reasoned/well prepared speech!", "success_prob": 0.45454545454545453}, "80-90%": {"tweet": "There's no pact to divulge defense-related details, Macron told RaGa (also mentioned in parliament). Yet, he is oblivious to the existing pact (Mr. Anthony signed). Kudos to RaGa on a well prepared/reasoned speech", "success_prob": 0.5806451612903226}, "baseline": {"tweet": "Macron told RaGa....there's no pact to divulge defense-related details, which he mentions in the Parliament.  Yet he's oblivious about the existing pact which his own DefMin Mr. Anthony signed. Indeed a reasoned/well prepared speech! Kudos to RaGa", "success_prob": 0.5}}}, "32": {"original_tweet_text": "New news re Trump Jr.'s e-mail exchanges with Wikileaks. Pretty incriminating stuff.  Dumpster's \"no collusion\" looking more and more like a Dumpster delusion. Wish it weren't so, but if it is (as it appears it appears to be), the story must be told.", "Q1": "Email exchanges are potentially?", "Q1_possible_answer1": "Incriminating", "Q1_possible_answer2": "Harmless", "Q1_correct_answer": "Incriminating", "Q2": "What is “no delusion“ starting to look like?", "Q2_possible_answer1": "A collusion", "Q2_possible_answer2": "A conclusion", "Q2_correct_answer": "A collusion", "Q3": "What should happened in case the story is true?", "Q3_possible_answer1": "It should be hidden", "Q3_possible_answer2": "It should be told", "Q3_correct_answer": "It should be told", "treated_versions": {"10-20%": {"tweet": "Trump Jr.'s e-mails are incriminating.", "success_prob": 0.5}, "20-30%": {"tweet": "Trump Jr.'s E-mails with Wikileaks are pointing toward collusion.", "success_prob": 0.5365853658536586}, "30-40%": {"tweet": "Trump Jr's e-mails with Wikileaks, incriminating. \"No collusion\" looking like delusion.", "success_prob": 0.6129032258064516}, "40-50%": {"tweet": "Trump Jr.'s e-mails with Wikileaks, incriminating stuff. \"no collusion\" more like a delusion. Truth must be told.", "success_prob": 0.6486486486486487}, "50-60%": {"tweet": "Incriminating stuff in Trump Jr's emails with Wikileaks.  Dumpster's \"no collusion\" more like Dumpster delusion.  Wish it weren't so. Sad.", "success_prob": 0.6060606060606061}, "60-70%": {"tweet": "Incriminating stuff out of Trump Jr/Wikileaks email exchange. Dumpster's \"no collusion\" looks like Dumpster delusion. If true, as appears to be, story must be told.", "success_prob": 0.6756756756756757}, "70-80%": {"tweet": "Trump Jr. e-mails with Wikileaks are incriminating. Dumpster's \"no collusion\" looking more and more like a Dumpster delusion. If it is as it appears it appears to be, story must be told.", "success_prob": 0.7222222222222222}, "80-90%": {"tweet": "New news regarding Trump Jr.'s e-mail exchanges with Wikileaks. Pretty incriminating stuff. Dumpster's \"no collusion\" looking more like a Dumpster delusion. Wish it weren't so, but if it is, the story must be told.", "success_prob": 0.7435897435897436}, "baseline": {"tweet": "New news re Trump Jr.'s e-mail exchanges w/ Wikileaks. Pretty incriminating stuff. Dumpster's \"no collusion\" looking more and more like a Dumpster delusion. Wish it weren't so, but if it is (as it appears it appears to be), the story must be told.", "success_prob": 0.5609756097560976}}}, "33": {"original_tweet_text": "One of the happiest moments of my life I tend to dwell on sometimes thinking I wish it was still that way when we would talk on the phone and feelings for me were declared loudly to a bunch of people partying... I think about that often and I miss it", "Q1": "What is the person describing?", "Q1_possible_answer1": "One of the happiest moments from the past", "Q1_possible_answer2": "One of the saddest moments from the past", "Q1_correct_answer": "One of the happiest moments from the past", "Q2": "Why does the person dwell on that memory?", "Q2_possible_answer1": "They wish it wasn’t still that way", "Q2_possible_answer2": "They wish it was still that way", "Q2_correct_answer": "They wish it was still that way", "Q3": "What happened at the party?", "Q3_possible_answer1": "Feelings were hidden", "Q3_possible_answer2": "Feelings were declared", "Q3_correct_answer": "Feelings were declared", "treated_versions": {"10-20%": {"tweet": "I dwell on the happy moments about us", "success_prob": 0.4444444444444444}, "20-30%": {"tweet": "Happiest moment of my life.I wish it was still that way.I miss it", "success_prob": 0.34146341463414637}, "30-40%": {"tweet": "I think often of talking on the phone and yelling your feelings for me to party goers.", "success_prob": 0.375}, "40-50%": {"tweet": "I was the happiest when thinking about talking to you on the phone & you declared your feelings for me at a party.", "success_prob": 0.625}, "50-60%": {"tweet": "I miss the days of besties, long phone chats, and partying with buds. Definitely the best times in my life, miss it, and think of it often.", "success_prob": 0.6571428571428571}, "60-70%": {"tweet": "I wish it was still the way when we would talk on the phone and feelings for me were declared loudly even to a bunch of partying people. I think about that a lot.", "success_prob": 0.4864864864864865}, "70-80%": {"tweet": "One of the happiest moments of my life was when we would talk on the phone and feelings for me were declared loudly to a bunch of people partying... I think about that often and I miss it", "success_prob": 0.7567567567567568}, "80-90%": {"tweet": "One of the happiest moments of my life, was when we would talk on the phone, and you would loudly declare your feelings for me to a bunch of people  partying. I think about that often and I wish we still did that.", "success_prob": 0.8055555555555556}, "baseline": {"tweet": "One of the happiest moments of my life I tend to dwell on sometimes thinking I wish it was still that way when we would talk on the phone & feelings for me were declared loudly to a bunch of people partying... I think about that often and I miss it", "success_prob": 0.4864864864864865}}}, "34": {"original_tweet_text": "Overhead in snooty ass Palm Beach Gardens as I wait for takeout: (Grown man to a girl in uniform about 9yrs old) “Why don’t you serve more? We’re all going to be in the Bahamas and you wont be able to play tennis! Is that what you want!?” Chill, Bro.", "Q1": "Who was the man talking to?", "Q1_possible_answer1": "A 9 year old girl", "Q1_possible_answer2": "A 9 year old boy", "Q1_correct_answer": "A 9 year old girl", "Q2": "What is the man is afraid that the girl won’t be able to do?", "Q2_possible_answer1": "Play tennis", "Q2_possible_answer2": "Play volleyball", "Q2_correct_answer": "Play tennis", "Q3": "What does the writer think the man should do?", "Q3_possible_answer1": "Relax", "Q3_possible_answer2": "Solve the problem", "Q3_correct_answer": "Relax", "treated_versions": {"10-20%": {"tweet": "I overheard a rude comment. Chill out.", "success_prob": 0.07317073170731707}, "20-30%": {"tweet": "Some snob just yelled and told daughter she sucks. Seriously?!", "success_prob": 0.35714285714285715}, "30-40%": {"tweet": "O'hd in Palm Beach.Man to Girl 'Serve more, going to Bahamas you can't play tennis'.Chill", "success_prob": 0.07692307692307693}, "40-50%": {"tweet": "Overheard a Palm Beach snob lecture a little girl on her tennis serve. Seriously, dude?! Chill out she's just a kid", "success_prob": 0.65}, "50-60%": {"tweet": "\"Why don’t u serve more?We’re all gonna be in the Bahamas and u wont be able to play tennis!Is that what u want!?” Man to a child. Chill Man", "success_prob": 0.225}, "60-70%": {"tweet": "I hear “Why don’t you serve more? We’re all going to be in the Bahamas and you wont be able to play tennis! Is that what you want!?” Old guy to a young girl. Chill!", "success_prob": 0.3125}, "70-80%": {"tweet": "Overhead as I wait for takeout: (man to a girl about 9) “Why don’t you serve more? We’re all going to be in the Bahamas and you wont be able to play tennis! Is that what you want!?” Chill.", "success_prob": 0.39473684210526316}, "80-90%": {"tweet": "Overhead in Palm Beach Gardens as I wait for takeout: (Man to a girl about 9yrs old) “Why don’t you serve more? We’re going to the Bahamas and you wont be able to play tennis! Is that what you want!?” Chill, Bro.", "success_prob": 0.575}, "baseline": {"tweet": "Overhead in snooty ass Palm Beach Gardens as I wait for food: (Grown man to a girl in uniform about 9yrs old )“Why don’t you serve more? We’re all going to be in the Bahamas and you wont be able to play tennis! Is that what you want!?” Chill, Bro.", "success_prob": 0.45161290322580644}}}, "35": {"original_tweet_text": "Party with that general concept. We will not wall ourselves in in any way shape or form because it is fundamentally not who we are. That’s what I want to hear from Dems.I don’t care about Trump.This is a game to him. Nothing honest. Nothing real.Only", "Q1": "Why won’t we wall ourselves?", "Q1_possible_answer1": "It’s expensive", "Q1_possible_answer2": "It’s not who we are", "Q1_correct_answer": "It’s not who we are", "Q2": "Who does the person want to hear that from?", "Q2_possible_answer1": "Democrats", "Q2_possible_answer2": "Republicans", "Q2_correct_answer": "Democrats", "Q3": "What is this all to Trump?", "Q3_possible_answer1": "A game", "Q3_possible_answer2": "A serious affair", "Q3_correct_answer": "A game", "treated_versions": {"10-20%": {"tweet": "Dems don't change, stay true to values.", "success_prob": 0.4117647058823529}, "20-30%": {"tweet": "We should not have a wall. I don't care for Trump, nothing real.", "success_prob": 0.2777777777777778}, "30-40%": {"tweet": "Don't care about Trump. All games. Nothing honest or real. Dems, stick to who you are.", "success_prob": 0.5}, "40-50%": {"tweet": "We will not wall ourselves in is what I want to hear from Dems. Not about Trump 's game. Nothing honest or real.", "success_prob": 0.5526315789473685}, "50-60%": {"tweet": "Party with that general concept. Won't wall us in bc it's not who we are. I want that from Dems. Don’t care about Trump. It's a game to him.", "success_prob": 0.5833333333333334}, "60-70%": {"tweet": "Party with that general concept. We will not wall ourselves! That's not who we are! That’s what I want from Dems. I don’t care about Trump. This is a game to him.", "success_prob": 0.7368421052631579}, "70-80%": {"tweet": "We will not wall ourselves in in any way shape or form because it is fundamentally not who we are.  That’s what I want to hear from Dems.  I don’t care about Trump.  This is a game to him.", "success_prob": 0.6923076923076923}, "80-90%": {"tweet": "A Party with the concept that will not wall ourselves in any way, shape or form because it is not who we are is what I want to hear from Dems. I don’t care about Trump. It's a game to him. Nothing honest or real.", "success_prob": 0.8947368421052632}, "baseline": {"tweet": "A Party with that general concept. We will not wall ourselves in in any way shape or form because it is fundamentally not who we are. That’s what I want to hear from Dems. I don’t care about Trump. This is a game to him. Nothing honest or real.", "success_prob": 0.8333333333333334}}}, "36": {"original_tweet_text": "Republicans should be working w Democrats right now to heal & rebuild America & fix all the damage Trump has caused around the world as well as at home. Impeach Trump so we can get a POTUS who will care! If Reps can't do this, they should RESIGN NOW!", "Q1": "Should Republicans be working together with the Democrats?", "Q1_possible_answer1": "Yes", "Q1_possible_answer2": "No", "Q1_correct_answer": "Yes", "Q2": "Did Trump cause damage around the worlc, as well as at home?", "Q2_possible_answer1": "Yes", "Q2_possible_answer2": "No", "Q2_correct_answer": "Yes", "Q3": "If republicans are unable to do that, what should they do?", "Q3_possible_answer1": "Nothing", "Q3_possible_answer2": "Resign", "Q3_correct_answer": "Resign", "treated_versions": {"10-20%": {"tweet": "Impeach Trump or RESIGN, Republicans!", "success_prob": 0.36585365853658536}, "20-30%": {"tweet": "Work together to fix America. Impeach Trump! If not, RESIGN NOW!", "success_prob": 0.7435897435897436}, "30-40%": {"tweet": "Republicans who can't work with Democrats, impeach Trump and fix damage, should resign.", "success_prob": 0.32608695652173914}, "40-50%": {"tweet": "Republicans must work with Democrats to rebuild America from Trumps damage. Impeach Trump & get a POTUS who cares!", "success_prob": 0.7777777777777778}, "50-60%": {"tweet": "Impeach POTUS! Dems and Reps need to work together and fix all that that they've have screwed up. If they don't do their job, remove them", "success_prob": 0.8055555555555556}, "60-70%": {"tweet": "Reps should work w Dems to heal/rebuild USA & fix damage Trump caused worldwide and at home. Impeach Trump. Get a POTUS who'll care! Reps can't do this? RESIGN NOW!", "success_prob": 0.6052631578947368}, "70-80%": {"tweet": "Reps should work w Dems to heal & rebuild USA & fix all the damage Trump caused worldwide and at home. Impeach Trump. Get a POTUS who will care! If Reps can't do this, they should RESIGN!", "success_prob": 0.525}, "80-90%": {"tweet": "Reps should be working w Dems to heal & rebuild USA & fix all the damage Trump caused globally as well as at home. Impeach Trump so we can get a POTUS who will care! If Reps can't do this, they should RESIGN NOW!", "success_prob": 0.5116279069767442}, "baseline": {"tweet": "Republicans should work with Democrats right now to heal & rebuild America & fix all the damage Trump has caused around the world as well as at home. Impeach Trump so we can get a POTUS who will care! If Reps can't do this, they should RESIGN NOW!", "success_prob": 0.7105263157894737}}}, "37": {"original_tweet_text": "Seeing Pence isolated at the Olympics just shows how much damage Trump administration is doing to our standing in the world. We are being left behind and will take years to get back our standing. No one wants to talk to him not even our own athletes.", "Q1": "How was Pence at the Olympics?", "Q1_possible_answer1": "With people", "Q1_possible_answer2": "Isolated", "Q1_correct_answer": "Isolated", "Q2": "What is the effect of the Trump administration to our standing in the world?", "Q2_possible_answer1": "Positive", "Q2_possible_answer2": "Negative", "Q2_correct_answer": "Negative", "Q3": "Do our athletes want to talk to Pence?", "Q3_possible_answer1": "Yes", "Q3_possible_answer2": "No", "Q3_correct_answer": "No", "treated_versions": {"10-20%": {"tweet": "Pence at Olympics: our world standing.", "success_prob": 0.14705882352941177}, "20-30%": {"tweet": "Pence isolated at Olympics. Trump damaging our standing in world.", "success_prob": 0.3225806451612903}, "30-40%": {"tweet": "Pence isolated at Olympics shows the damage Trump is doing to our standing in the world.", "success_prob": 0.4358974358974359}, "40-50%": {"tweet": "Trump embarrasses the US in from of the whole world. For example, the other countries ignored Pence at the Olympics.", "success_prob": 0.28205128205128205}, "50-60%": {"tweet": "Seeing Pence isolated at the Olympics shows the damage the Trump administration is doing to our world standing. We are being left behind.", "success_prob": 0.4523809523809524}, "60-70%": {"tweet": "The Olympics incident with Pence showed the damage Trump is doing to our standing in the world.We're being left behind.Not even our own athletes want to talk to him.", "success_prob": 0.38461538461538464}, "70-80%": {"tweet": "Seeing Pence isolated at Olympics shows how much damage Trump admin is doing to our standing in the world. We are being left behind. No one wants to talk to him not even our own athletes.", "success_prob": 0.5}, "80-90%": {"tweet": "Seeing Pence isolated at the Olympics just shows how much damage Trump admin. is doing to our standing. We are being left behind and will take years to get it back. No one wants to talk to him not even athletes.", "success_prob": 0.53125}, "baseline": {"tweet": "Seeing Pence isolated at the Olympics shows how much damage Trump administration is doing to our standing in the world. We are being left behind and will take years to get back our standing. No one wants to talk to him, not even our own athletes.", "success_prob": 0.5135135135135135}}}, "38": {"original_tweet_text": "So many spy/seduction stories are all about knowing someone's weakness & it ultimately boils down to sex and money. Can we get more out there weaknesses that border on the ridiculous? Just to see the spy do something crazy to get the intel they need?", "Q1": "Spy and seductions tories are often about?", "Q1_possible_answer1": "Personal weaknesses", "Q1_possible_answer2": "Personal strengths", "Q1_correct_answer": "Personal weaknesses", "Q2": "Do weaknesses often boil down to sex and money?", "Q2_possible_answer1": "Yes", "Q2_possible_answer2": "No", "Q2_correct_answer": "Yes", "Q3": "What does the person wish spies would do?", "Q3_possible_answer1": "Something sad", "Q3_possible_answer2": "Something crazy", "Q3_correct_answer": "Something crazy", "treated_versions": {"10-20%": {"tweet": "Spy stories boil down to sex and money.", "success_prob": 0.38461538461538464}, "20-30%": {"tweet": "Kinky sex, crooked money?! Spies do crazy things to get info!", "success_prob": 0.5263157894736842}, "30-40%": {"tweet": "Someone's weakness in spy/seduction stories is about sex and money. Ridiculous for spy.", "success_prob": 0.358974358974359}, "40-50%": {"tweet": "Spy/seduction stories. Someone's weakness. sex, money. ridiculous. Just to see spy do something crazy to get intel?", "success_prob": 0.35135135135135137}, "50-60%": {"tweet": "Many spy/seduction stories are about weakness, basically sex and money. Can we get more than that? Just to see the spy act crazy to it?", "success_prob": 0.5263157894736842}, "60-70%": {"tweet": "Spy/seduction tales are about knowing one's weakness. Ultimately boils down to sex/money. Can we get more out the spy's weakness to see them do something for intel?", "success_prob": 0.5}, "70-80%": {"tweet": "Lot of spy/seduction stories are about knowing weakness and it boils down to sex and money. Can we get more ridiculous weakness? To see the spy do something crazy for the intel they need?", "success_prob": 0.5454545454545454}, "80-90%": {"tweet": "Many spy/seduction stories are about knowing someone's weakness & boils down to sex and money. Can we get more weaknesses that border on ridiculous? Just to see the spy do something crazy to get the intel they need?", "success_prob": 0.625}, "baseline": {"tweet": "So many spy/seduction stories are about knowing someone's weakness & it ultimately boils down to sex and money. Can we get more out there weaknesses that border on the ridiculous? Just to see the spy do something crazy to get the intel they need?", "success_prob": 0.5277777777777778}}}, "39": {"original_tweet_text": "So today i have an interview during work and i work in a greenhouse type place and sweat all day so i brought a new shirt and makeup to put on right before the interview but i forgot any makeup brushes so i rubbed it on with my fingers like an animal", "Q1": "Does the person sweat at work?", "Q1_possible_answer1": "Yes", "Q1_possible_answer2": "No", "Q1_correct_answer": "Yes", "Q2": "When did the person plan to put on the makeup and shirt?", "Q2_possible_answer1": "After the interview", "Q2_possible_answer2": "Before the interview", "Q2_correct_answer": "Before the interview", "Q3": "How did the person put the makeup?", "Q3_possible_answer1": "With a brush", "Q3_possible_answer2": "With hands", "Q3_correct_answer": "With hands", "treated_versions": {"10-20%": {"tweet": "Interview: Clean shirt, messy makeup!", "success_prob": 0.3611111111111111}, "20-30%": {"tweet": "New shirt and makeup for interview. No brush, rubbed makeup on.", "success_prob": 0.18421052631578946}, "30-40%": {"tweet": "i have a interview so i got a shirt and makeup but no brush so i put it on with my finger", "success_prob": 0.2682926829268293}, "40-50%": {"tweet": "I sweat at work, so I brought clean clothes and makeup for my interview.  Forgot my makeup brushes; used fingers.", "success_prob": 0.34210526315789475}, "50-60%": {"tweet": "I work in a greenhouse. Had an interview during work today, forgot my makeup brushes so I rubbed makeup on with my fingers like an animal.", "success_prob": 0.6216216216216216}, "60-70%": {"tweet": "Today I have an interview during work. I work in a greenhouse & sweat so I brought a shirt & makeup to put on, but forgot brushes so i rubbed it on with my fingers.", "success_prob": 0.6052631578947368}, "70-80%": {"tweet": "Interview today while working my other job. I usually get sweaty, so I brought a change of clothes and makeup BUT I forgot the brushes!!! Had to rub it on with my fingers like an animal.", "success_prob": 0.6578947368421053}, "80-90%": {"tweet": "i have an interview during work. i work in a greenhouse-type place and sweat all day. i brought a new shirt & makeup to put on right before the interview. i forgot makeup brushes so i rubbed it on with my fingers.", "success_prob": 0.5405405405405406}, "baseline": {"tweet": "So, today I have an interview during work. I work in a greenhouse type place and sweat all day , so I brought a new shirt and makeup to put on right before the interview. I forgot makeup brushes so I rubbed it in with my fingers like an animal.", "success_prob": 0.7567567567567568}}}, "40": {"original_tweet_text": "So, I was cutting onions earlier to prepare lunch and I teared up only to realize that I wasn’t tearing up because of the sulfur gas from the onion. I was tearing up because I got lost going down some bad memory lane I had gone through in highschool.", "Q1": "When did the person tear up?", "Q1_possible_answer1": "Watching a movie", "Q1_possible_answer2": "Cutting the onions", "Q1_correct_answer": "Cutting the onions", "Q2": "Is cutting the onions the real reason for tearing up?", "Q2_possible_answer1": "Yes", "Q2_possible_answer2": "No", "Q2_correct_answer": "No", "Q3": "When did the bad memories happen?", "Q3_possible_answer1": "At college", "Q3_possible_answer2": "In high school", "Q3_correct_answer": "In high school", "treated_versions": {"10-20%": {"tweet": "Cried because of bad memory, not onion.", "success_prob": 0.2894736842105263}, "20-30%": {"tweet": "Cutting onions, realized tears not from onion but bad HS memory.", "success_prob": 0.525}, "30-40%": {"tweet": "While preparing onions for lunch I teared up, because I recalled some bad school memories.", "success_prob": 0.525}, "40-50%": {"tweet": "I was cutting onions. I teared up, not from the onion but because I went down some bad memory lane from highschool.", "success_prob": 0.6129032258064516}, "50-60%": {"tweet": "I teared up while cutting onions earlier, not because of the sulfur gas but because I got lost going down a bad memory lane from high school", "success_prob": 0.6944444444444444}, "60-70%": {"tweet": "I was cutting onions earlier to prepare lunch and I started tearing up, not because of the onions, but because I got lost down memory lane of my time in highschool.", "success_prob": 0.85}, "70-80%": {"tweet": "I was cutting onions for lunch earlier and teared up only to realize that it wasn’t because of the onion's sulfur gas. It was because I was going down some bad memory lane from high school.", "success_prob": 0.7894736842105263}, "80-90%": {"tweet": "Was cutting onions earlier to prep lunch and I teared up, I wasn’t tearing up bc of the sulfur gas from the onion. Was tearing up because got lost going down some bad memory lane I had gone through in highschool.", "success_prob": 0.5588235294117647}, "baseline": {"tweet": "I was cutting onions earlier to prepare lunch and I teared up only to realize that I wasn’t tearing up because of the sulfur gas from the onion. I was tearing up because I got lost going down some bad memory lane I had gone through in highschool.", "success_prob": 0.6842105263157895}}}, "41": {"original_tweet_text": "Socialism for the rich and capitalism for the poor needs to end as soon as possible. #Carillioncollapse should not lead to bailout but instead bring #PFI contracts back in house. #ToriesOutNOW before disaster ensues. #TheresaMay leave #BrexitShambles", "Q1": "According to the tweet, capitalism is for the?", "Q1_possible_answer1": "Poor", "Q1_possible_answer2": "Rich", "Q1_correct_answer": "Poor", "Q2": "What should be brought back in house?", "Q2_possible_answer1": "PFI", "Q2_possible_answer2": "Carillioncollapse", "Q2_correct_answer": "PFI", "Q3": "Should Theresa May leave Brexit Shambles?", "Q3_possible_answer1": "Yes", "Q3_possible_answer2": "No", "Q3_correct_answer": "Yes", "treated_versions": {"10-20%": {"tweet": "Power to the people! Ditch May, keep EU!", "success_prob": 0.3888888888888889}, "20-30%": {"tweet": "Socialism-rich & capitalism-poor needs to end ASAP. #PFI in house", "success_prob": 0.4482758620689655}, "30-40%": {"tweet": "Socialism-rich&capitalism-poor needs to end ASAP. #Carillioncollapse #PFI #ToriesOutNOW", "success_prob": 0.2}, "40-50%": {"tweet": "The current socio-economic divide is untenable. Companies should not be bailed out at the expense of tax payers.", "success_prob": 0.4523809523809524}, "50-60%": {"tweet": "end socialism for the rich, capitalism for the poor #Carillioncollapse no bailout, bring back #PFI contracts #ToriesOutNOW #BrexitShambles", "success_prob": 0.4166666666666667}, "60-70%": {"tweet": "Socialism for rich. Capitalism for poor needs to end. #Carillioncollapse shouldn't lead to bailout. Instead bring #PFI contracts back. #ToriesOutNOW before disaster.", "success_prob": 0.6486486486486487}, "70-80%": {"tweet": "Socialism for the rich & capitalism for the poor needs to end. #Carillioncollapse shouldn't lead to bailout. Instead bring #PFI contracts back in house.#ToriesOutNOW before disaster ensues.", "success_prob": 0.5}, "80-90%": {"tweet": "Socialism for rich and capitalism for poor needs to end! #Carillioncollapse should not lead to bailout but bring #PFI contracts back in house. #ToriesOutNOW before disaster ensues. #TheresaMay leave #BrexitShambles", "success_prob": 0.4358974358974359}, "baseline": {"tweet": "Socialism for the rich and capitalism for the poor needs to end as soon as possible. #Carillioncollapse should not lead to bailout. Instead bring #PFI contracts back in house. #ToriesOutNOW before disaster ensues. #TheresaMay leave #BrexitShambles", "success_prob": 0.5625}}}, "42": {"original_tweet_text": "Sometimes driving rural roads can be scenic. Other times you're reminded why they're rural. There are some roads that are almost bare of traffic, even if they lead somewhere. Better gas up because there could be 20 miles or more between gas stations.", "Q1": "Can driving rural roads be scenic?", "Q1_possible_answer1": "Yes", "Q1_possible_answer2": "No", "Q1_correct_answer": "Yes", "Q2": "Are there roads that don’t lead anywhere?", "Q2_possible_answer1": "Yes", "Q2_possible_answer2": "No", "Q2_correct_answer": "Yes", "Q3": "How many miles there could be between gas stations?", "Q3_possible_answer1": "Up to 20", "Q3_possible_answer2": "Up to 50", "Q3_correct_answer": "Up to 20", "treated_versions": {"10-20%": {"tweet": "Rural roads are pretty. Buy gas first.", "success_prob": 0.4864864864864865}, "20-30%": {"tweet": "Rural roads can be scenic or bare. Gas Stations every 20 miles.", "success_prob": 0.40540540540540543}, "30-40%": {"tweet": "Gas up! Rural roads are usually scenic & often deserted with 20 miles between gas stations", "success_prob": 0.6666666666666666}, "40-50%": {"tweet": "rural roads can be scenic or you see why rural. Gas up because there could be 20 miles or more between gas stations", "success_prob": 0.28205128205128205}, "50-60%": {"tweet": "Sometimes rural roads can be scenic. Some roads are almost bare of traffic, so gas up because there could be 20 miles between gas stations.", "success_prob": 0.5}, "60-70%": {"tweet": "Rural roads are scenic but empty. Many roads have no traffic, though they may lead to a populated area. \rBuy gas, since it could be many miles between stations.", "success_prob": 0.47619047619047616}, "70-80%": {"tweet": "Rural roads can be scenic. Other times you're reminded why they're rural. Some roads bare of traffic, if they lead anywhere, better gas up, there could be 20 miles or more between stations.", "success_prob": 0.717948717948718}, "80-90%": {"tweet": "Sometimes driving rural roads can be scenic. Other times you're reminded why they're rural. some roads are almost bare of traffic even if they lead somewhere. Gas up there could be 20 miles between gas stations.", "success_prob": 0.45454545454545453}, "baseline": {"tweet": "Sometimes driving rural road can be scenic. Other times you're reminded why they're rural.  There are some roads have almost no traffic even if they lead somewhere.  Better gas up because there could be 20 miles or more between gas stations.", "success_prob": 0.5897435897435898}}}, "43": {"original_tweet_text": "Tax Cut Fail.. Less than 5% of workers are getting raises or bonuses.  Companies are spending 39 times that amount on stock buy backs per CBO. Trickle down fails again. Good for you if you have a lot of stock investment. Help for the MiddleClass ———?", "Q1": "Less than what percentage of workers are getting raises or bonuses?", "Q1_possible_answer1": "5%", "Q1_possible_answer2": "10%", "Q1_correct_answer": "5%", "Q2": "Companies are spending what times the same amount?", "Q2_possible_answer1": "29", "Q2_possible_answer2": "39", "Q2_correct_answer": "39", "Q3": "How is having a lot of stock investment for you?", "Q3_possible_answer1": "Good", "Q3_possible_answer2": "Bad", "Q3_correct_answer": "Good", "treated_versions": {"10-20%": {"tweet": "Tax Cut Fail. Where's Middle Class help?", "success_prob": 0.25}, "20-30%": {"tweet": "Mid class is screwed; no raises or bonuses. Rich get richer... :(", "success_prob": 0.3902439024390244}, "30-40%": {"tweet": "Tax Cut Fail. Companies put stocks over workers. Good for the rich, not the middle class.", "success_prob": 0.4857142857142857}, "40-50%": {"tweet": "Tax Cut fail. 5% or less getting raises/bonuses. Companies spend 39x that to buy back stock. Trickle down fails.", "success_prob": 0.4864864864864865}, "50-60%": {"tweet": "Tax Cut Fail.Less than 5% of workers are getting raises or bonuses. Most companies are spending 39 times that.Help for the MiddleClass —?", "success_prob": 0.40476190476190477}, "60-70%": {"tweet": "Tax cut fail. Less than 5% got raises or bonuses.  Companies spend more on stock buy backs.  Good if you have stock investments, but little help for middle class", "success_prob": 0.5609756097560976}, "70-80%": {"tweet": "Tax Cut Fail. Less than 5% getting raises/bonuses. Companies spending 39 times that on stock buy backs per CBO. Trickle down fails. Good if you have stock investment. Help for MiddleClass?", "success_prob": 0.6410256410256411}, "80-90%": {"tweet": "Tax Cut Fail. Less than 5% getting raises/bonuses. Companies spending 39 times that amount on stock buy backs per CBO. Trickle down fails again. Good if you have a lot of stock investment. Help for the MiddleClass?", "success_prob": 0.7407407407407407}, "baseline": {"tweet": "Tax Cut Fail. Less that 5% of workers getting raises or bonuses. Companies are spending 39 times that amount on stock to buy backs per CBO. Trickle down fails again. Good for you if you have a lot of stock investment. Help for the MiddleClass---?", "success_prob": 0.5581395348837209}}}, "44": {"original_tweet_text": "The years I spent as a kid, with my Dad and two best friends following Matt and the Peterborough Petes around Ontario are still some of the greatest years of my life. Memories that will last a lifetime. I’m very blessed to have had these experiences.", "Q1": "The tweet is about the memories from?", "Q1_possible_answer1": "The old age", "Q1_possible_answer2": "The childhood", "Q1_correct_answer": "The childhood", "Q2": "Are this times the worst times of the writer’s life?", "Q2_possible_answer1": "Yes", "Q2_possible_answer2": "No", "Q2_correct_answer": "No", "Q3": "Is the person blessed to have had these experiences?", "Q3_possible_answer1": "Yes", "Q3_possible_answer2": "No", "Q3_correct_answer": "Yes", "treated_versions": {"10-20%": {"tweet": "Followed Matt and the Peterborough Petes", "success_prob": 0.08823529411764706}, "20-30%": {"tweet": "Years with my Dad & best friends are some of the best memories.", "success_prob": 0.18518518518518517}, "30-40%": {"tweet": "As a kid, traveling Ontario are some of my best years. Lifetime memories. I’m blessed.", "success_prob": 0.38461538461538464}, "40-50%": {"tweet": "Time with Dad, Matt, and the Peterborough Petes are the best years of my life = lifetime memories.  I'm so lucky!", "success_prob": 0.5263157894736842}, "50-60%": {"tweet": "Blessed with years I spent w/Dad & best friends following Matt & the Peterborough Petes around Ontario. Greatest years/memories of my life.", "success_prob": 0.6}, "60-70%": {"tweet": "As a kid with my Dad and best friends following Matt and the Peterborough Petes around Ontario are the greatest years of my life. Memories that will last a lifetime.", "success_prob": 0.4473684210526316}, "70-80%": {"tweet": "The kid years I spent with my Dad & 2 best friends following Matt & the Peterborough Petes around Ontario are still some of the best years. Memories that'll last a lifetime. Very blessed.", "success_prob": 0.4722222222222222}, "80-90%": {"tweet": "So blessed to have spent my childhood years following Matt and the Peterborough Petes around Ontario with my dad and my two best friends. Some of the greatest years of my life. Those memories will last a lifetime.", "success_prob": 0.6944444444444444}, "baseline": {"tweet": "I spent years as a kid with my dad and two best friends following Matt and the Peterborough Petes around Ontario. These were some of the greatest years of my life. Memories will last a lifetime. I am very blessed to have had these experiences.", "success_prob": 0.3888888888888889}}}, "45": {"original_tweet_text": "There's definitely something wrong with the refund system if, since outside the 14 days owned/2hr playtime requirement, someone reviewed the refund request and found nothing wrong with almost 3 hours playtime and the reason \"I bought the wrong game\".", "Q1": "Is there something wrong with the refund system?", "Q1_possible_answer1": "Yes", "Q1_possible_answer2": "No", "Q1_correct_answer": "Yes", "Q2": "Was the request inside the playtime requirement?", "Q2_possible_answer1": "Yes", "Q2_possible_answer2": "No", "Q2_correct_answer": "No", "Q3": "What is the reported reason for the refund?", "Q3_possible_answer1": "Buying the wrong game", "Q3_possible_answer2": "Not liking the game", "Q3_correct_answer": "Buying the wrong game", "treated_versions": {"10-20%": {"tweet": "Something wrong with the refund system!", "success_prob": 0.2972972972972973}, "20-30%": {"tweet": "There is definitely something wrong with the reimbursement system", "success_prob": 0.3170731707317073}, "30-40%": {"tweet": "Refund policy is broken when, \"I bought the wrong game\" is acceptable for 3 hours of play.", "success_prob": 0.675}, "40-50%": {"tweet": "Played 3 hours, when limit is 14 days/2 hrs. Claimed \"I bought wrong game\", got refund anyway. Refund system fail!", "success_prob": 0.5757575757575758}, "50-60%": {"tweet": "There's definitely something wrong with the refund system. 3 hours of playtime and refund requested bc \"bought the wrong game\". Not right.", "success_prob": 0.6052631578947368}, "60-70%": {"tweet": "Something's wrong with the refund system. Outside of the 14 days owned/2hr playtime requirement, the refund request found nothing wrong with almost 3 hours playtime.", "success_prob": 0.5789473684210527}, "70-80%": {"tweet": "There is something fundamentally wrong with the 14 days owned and 2 hours playtime refund system when the refund reason, \"I bought the wrong game\" is acceptable after 3 hours of playtime.", "success_prob": 0.6944444444444444}, "80-90%": {"tweet": "Definitely something wrong with the refund system if, outside the 14 days owned/2hr playtime requirement, someone reviewed the request & found nothing wrong with 3 hrs playtime. Reason: \"I bought the wrong game\".", "success_prob": 0.5714285714285714}, "baseline": {"tweet": "There's definitely something wrong with the refund system if, since outside the 14 days owned/2hr playtime requirement, someone reviewed the request and found nothing wrong with almost 3 hours playtime and the reason \"I bought the wrong game\".", "success_prob": 0.5454545454545454}}}, "46": {"original_tweet_text": "Trump's food stamp box will make organic prices inflate because less people will be able to afford them. Trump's box plan also supports crony capitalism whoev gets those gov contracts for the food supply will be rich while other farmer's go bankrupt.", "Q1": "Why will organic prices inflate?", "Q1_possible_answer1": "Less people being able to afford them", "Q1_possible_answer2": "More people being able to afford them", "Q1_correct_answer": "Less people being able to afford them", "Q2": "Does the box plan support capitalism?", "Q2_possible_answer1": "Yes", "Q2_possible_answer2": "No", "Q2_correct_answer": "Yes", "Q3": "What will happen to farmers who don’t get the government contracts?", "Q3_possible_answer1": "They will become rich", "Q3_possible_answer2": "They will go bankrupt", "Q3_correct_answer": "They will go bankrupt", "treated_versions": {"10-20%": {"tweet": "Trump's box plan hurts organic farmers", "success_prob": 0.32432432432432434}, "20-30%": {"tweet": "Trump's box plan will cause inflation and bankruptcy for farmers.", "success_prob": 0.47368421052631576}, "30-40%": {"tweet": "Trump's food stamp program will cause inflation. It feeds the rich and bankrupts farmers.", "success_prob": 0.48717948717948717}, "40-50%": {"tweet": "Trump's food box will make organic prices inflate.It supports crony capitalism. The other farmers will go bankrupt.", "success_prob": 0.5526315789473685}, "50-60%": {"tweet": "Trump's food stamp box will inflate prices. Less will afford it. Supports crony capitalism - line contractors' pockets - bankrupt farmers.", "success_prob": 0.37142857142857144}, "60-70%": {"tweet": "Trump's food stamp box=inflated organic prices.Trump's box plan also supports crony capitalism.Some farmers will go bankrupt while few get contracts for food supply", "success_prob": 0.5135135135135135}, "70-80%": {"tweet": "Trump's food stamp box will raise organic food prices.  His box plan also supports crony capitalism and will allow the farmers with the contract to get rich while bankrupting other farmers.", "success_prob": 0.6}, "80-90%": {"tweet": "Trump's food stamp box will make organic prices inflate. Less will be able to afford them. The plan also supports crony capitalism who gets those contracts for food supply will be rich while others will go bankrupt.", "success_prob": 0.6206896551724138}, "baseline": {"tweet": "Less people will be able to afford Trump's food stamp box idea because it will make organic prices inflate. Capitalism has farmers who provide the food go bankrupt while those in possession of the government contracts of food supplies become rich.", "success_prob": 0.6486486486486487}}}, "47": {"original_tweet_text": "What is really telling is the #releasethememo issue at its core is a civil liberties issue. The left and the ACLU should be very supportive but reality is, they only care about DEM/liberal's civil liberties.  GOP/Conservatives can go to hell... #MAGA", "Q1": "#release the memo is at it’s core?", "Q1_possible_answer1": "Civil liberties issue", "Q1_possible_answer2": "National safety issue", "Q1_correct_answer": "Civil liberties issue", "Q2": "Is the left supportive?", "Q2_possible_answer1": "Yes", "Q2_possible_answer2": "No", "Q2_correct_answer": "No", "Q3": "Who should go to hell?", "Q3_possible_answer1": "Conservatives", "Q3_possible_answer2": "Liberals", "Q3_correct_answer": "Conservatives", "treated_versions": {"10-20%": {"tweet": "Hypocrite ACLU ignores rights of Reps", "success_prob": 0.23076923076923078}, "20-30%": {"tweet": "#releasethememo covers civil liberty. Left, ACLU, GOP don't care.", "success_prob": 0.375}, "30-40%": {"tweet": "The left and ACLU only care about DEM/liberal's civil liberties. GOP/Conservatives suck.", "success_prob": 0.3684210526315789}, "40-50%": {"tweet": "With #releasethememo the ACLU is showing they only care about liberal civil liberties and will not work with GOP.", "success_prob": 0.4634146341463415}, "50-60%": {"tweet": "The ACLU should be protecting the civil liberties of #releasethememo. However, they are too concerned with Dems and think GOP can go to hell", "success_prob": 0.46153846153846156}, "60-70%": {"tweet": "#releasethememo is a civil liberties issue. The left and ACLU should be very supportive but only care about themselves. GOP/Conservatives can go to hell... #MAGA", "success_prob": 0.8}, "70-80%": {"tweet": "The #releasethememo issue is a civil liberties issue. The left and ACLU should be supportive, but only care about DEM/liberal's civil liberties. GOP/Conservatives can go to hell... #MAGA", "success_prob": 0.5945945945945946}, "80-90%": {"tweet": "What is really telling is the #releasethememo issue is a civil liberties issue. The left and the ACLU should be supportive, they only care about DEM/liberal's civil liberties. GOP/Conservatives can go to hell. #MAGA", "success_prob": 0.5128205128205128}, "baseline": {"tweet": "What's  really telling is the #releasethememo issue at its core is a civil liberties issue. The left and the ACLU should be very supportive but reality is, they only care about DEM/liberal's civil liberties. GOP/Conservatives can go to hell... #MAGA", "success_prob": 0.6153846153846154}}}, "48": {"original_tweet_text": "When Bill Maher tried to convince Roseanne to change her character’s favorable stance on Trump, it proves how desperate Democrats are for relevance. If you fear the impact of a tv show on your chances of winning elections, your party is in bad shape.", "Q1": "Who tried to change Roseanne character’s stance on Trump?", "Q1_possible_answer1": "Mark Pouli", "Q1_possible_answer2": "Bill Maher", "Q1_correct_answer": "Bill Maher", "Q2": "How was Roseanne character’s stance on Trump?", "Q2_possible_answer1": "Pro", "Q2_possible_answer2": "Against", "Q2_correct_answer": "Pro", "Q3": "Fearing the impact of a TV show signals that the part is in what shape?", "Q3_possible_answer1": "Good", "Q3_possible_answer2": "Bad", "Q3_correct_answer": "Bad", "treated_versions": {"10-20%": {"tweet": "Maher ask Rosanne ditch Trump. Dems fail", "success_prob": 0.18181818181818182}, "20-30%": {"tweet": "If you fear the impact of a tv show your party is in a bad shape.", "success_prob": 0.4666666666666667}, "30-40%": {"tweet": "Bill Maher from Dem party scared of Roseanne tv show, tries to change her stance on Trump.", "success_prob": 0.3076923076923077}, "40-50%": {"tweet": "Maher asks Rosanne to be less pro-Trump. That screams dem desperation! It's sad that the dems depend on tv to win.", "success_prob": 0.4358974358974359}, "50-60%": {"tweet": "Bill Maher trying to convince Roseanne to change her character's Trump stances proves Dem. desperation. Fearing a show = party in bad shape.", "success_prob": 0.5348837209302325}, "60-70%": {"tweet": "Bill Maher trying to get Roseanne to alter her role’s stance on POTUS, proves how desperate Democrats are. Fear the impact of a tv show? your party's in bad shape.", "success_prob": 0.5}, "70-80%": {"tweet": "Bill Maher tried to get Roseanne to change her character’s stance on Trump. Desportate!  If you fear the impact of a tv show on your chances of winning elections, your party is in bad shape.", "success_prob": 0.3333333333333333}, "80-90%": {"tweet": "When Maher tried convincing Roseanne to change her character’s stance on Trump, it's Democrats desperate for relevance. Fearing the impact of a tv show on chance of winning elections means the party is in bad shape.", "success_prob": 0.46511627906976744}, "baseline": {"tweet": "When Bill Maher tried to convince Roseanne to change her character’s favorable stance on Trump, it proves how desperate Democrats are for relevance. If you fear the impact a tv show has on chances of winning elections, your party is in bad shape.", "success_prob": 0.5}}}, "49": {"original_tweet_text": "When we as Black American STOP apologizing for being Black. Stop assimilating to White culture and start respecting that it is Black culture that White People kling to, imitate and pattern , then an only then will we as Black American will be alright", "Q1": "Should black people stop apologising in order to be alright?", "Q1_possible_answer1": "Yes", "Q1_possible_answer2": "No", "Q1_correct_answer": "Yes", "Q2": "Should black people assimilate in order to be alright?", "Q2_possible_answer1": "Yes", "Q2_possible_answer2": "No", "Q2_correct_answer": "No", "Q3": "What do white people imitate?", "Q3_possible_answer1": "Black culture", "Q3_possible_answer2": "Latino culture", "Q3_correct_answer": "Black culture", "treated_versions": {"10-20%": {"tweet": "Whites steal black culture #blackpride", "success_prob": 0.3076923076923077}, "20-30%": {"tweet": "Be proud of blackness. Don't join white culture. Don't assimilate", "success_prob": 0.47058823529411764}, "30-40%": {"tweet": "Black Americans STOP apologizing for being Black. Stop assimilating to White culture.", "success_prob": 0.7083333333333334}, "40-50%": {"tweet": "Black Americans STOP apologising for being black, assimilating to white culture. Whites imitate to black culture.", "success_prob": 0.5526315789473685}, "50-60%": {"tweet": "We as Black American STOP apologizing for being Black. Stop assimilating to White culture. It is Black culture that White People imitate.", "success_prob": 0.5555555555555556}, "60-70%": {"tweet": "When Black Americans STOP apologizing for being Black, assimilating to White culture and start respecting White People cling to Black Culture then we'll e alright", "success_prob": 0.3870967741935484}, "70-80%": {"tweet": "Black people need to stop apologizing for being black. White people kling to and imitate  black culture . We will stop assimilating to white culture and respect our culture. Then we are ok.", "success_prob": 0.24324324324324326}, "80-90%": {"tweet": "When we as Black American STOP apologizing 4 being Black. Stop assimilating 2 White culture N start respecting that it is Black culture that White People imitate, then will we as Black American will be alright.", "success_prob": 0.3142857142857143}, "baseline": {"tweet": "When we as Black Americans STOP apologizing for being Black, stop assimilating to White culture, and start respecting that it is Black culture that White People cling to, imitate and pattern, then and only then will we as Black Americans be alright.", "success_prob": 0.7804878048780488}}}, "50": {"original_tweet_text": "Whereas a controller I find has a bit more of a logical layout that I can understand and mentally map out. Like a controller I can just use without having to look at it but a keyboard I have to look at a lot because I don't know where my fingers are.", "Q1": "Can the writer understand the logical layout of the controller?", "Q1_possible_answer1": "Yes", "Q1_possible_answer2": "No", "Q1_correct_answer": "Yes", "Q2": "Does the writer have to look at the keyboard?", "Q2_possible_answer1": "Yes", "Q2_possible_answer2": "No", "Q2_correct_answer": "Yes", "Q3": "Why does the writer have to look at the keyboard?", "Q3_possible_answer1": "Not to make mistakes", "Q3_possible_answer2": "They don’t know where they fingers are", "Q3_correct_answer": "They don’t know where they fingers are", "treated_versions": {"10-20%": {"tweet": "I can understand a controller's layout.", "success_prob": 0.3333333333333333}, "20-30%": {"tweet": "Controllers are logical, whereas keyboards are less intuitive.", "success_prob": 0.6756756756756757}, "30-40%": {"tweet": "Mentally mapping out a controller helps me use it without looking, unlike using keyboards", "success_prob": 0.7027027027027027}, "40-50%": {"tweet": "Controllers have a more logical layout, I can understand and map out mentally. A keyboard I have to look at to use.", "success_prob": 0.75}, "50-60%": {"tweet": "I find that I am more familiar with a controller than I am with a keyboard, which makes it easier for me to use without looking at my hands.", "success_prob": 0.825}, "60-70%": {"tweet": "Whereas a controller has a more logical layout; I can just use it without having to look at it but a keyboard I have to look at, I don't know where my fingers are.", "success_prob": 0.7241379310344828}, "70-80%": {"tweet": "While a controller that I find, it has a more logical design that I can understand and mentally map. But a keyboard that I have to look at a lot because I do not know where my fingers are.", "success_prob": 0.475}, "80-90%": {"tweet": "Controller has a more logical layout that I can understand and mentally map out. Likewise, I can use without having to look at it but a keyboard I have to look at a lot because I don't know where my fingers are.", "success_prob": 0.6428571428571429}, "baseline": {"tweet": "As a controller I find has a bit more of a logical layout that I can understand and mentally map out. Like a controller I can just use without having to look at it but a keyboard I have to look at a lot because I don't know where my fingers are.", "success_prob": 0.4523809523809524}}}, "51": {"original_tweet_text": "With the approach of Purim, when the Book of Esther is read, we recall the immigrant queen who is asked whether she has not come into her position for such a time as this; and how we too can defend ourselves in our country by having our votes counted", "Q1": "Is the Book of Esther read?", "Q1_possible_answer1": "Yes", "Q1_possible_answer2": "No", "Q1_correct_answer": "Yes", "Q2": "What is approaching?", "Q2_possible_answer1": "Purim", "Q2_possible_answer2": "The winter", "Q2_correct_answer": "Purim", "Q3": "How do we defend ourselves?", "Q3_possible_answer1": "By having our votes counted", "Q3_possible_answer2": "By not voting", "Q3_correct_answer": "By having our votes counted", "treated_versions": {"10-20%": {"tweet": "Purim and Esther.; how we voice opinion?", "success_prob": 0.08571428571428572}, "20-30%": {"tweet": "In Esther, we see an immigrant queen and the importance of voting", "success_prob": 0.24390243902439024}, "30-40%": {"tweet": "With Purim coming, like Esther, how can we defend ourselves by getting our votes counted", "success_prob": 0.3157894736842105}, "40-50%": {"tweet": "Think of immigrant queen Esther, came into her position for a certain reason. We can defend ourselves by voting.", "success_prob": 0.34210526315789475}, "50-60%": {"tweet": "With Purim in Book of Esther, immigrant queen is asked if position is for this time and how can defend country by having our votes counted.", "success_prob": 0.275}, "60-70%": {"tweet": "Purim approaching, when the Book of Esther is read, we recall the immigrant queen; and how we too can defend ourselves in our country by having our votes counted", "success_prob": 0.6764705882352942}, "70-80%": {"tweet": "With Purim's approach, The Book of Esther reminds us of an immigrant who becomes queen for such a time as this and how we can apply it in our lives by voting to have a say in our country.", "success_prob": 0.6744186046511628}, "80-90%": {"tweet": "With the approach of Purim when the Book of Esther is read, we recall the queen who is asked if she has not come into her position for such a time as this; and how we can defend ourselves by having our votes counted", "success_prob": 0.4634146341463415}, "baseline": {"tweet": "With the approach of Purim, when the Book of Esther is read, we recall the immigrant queen who is asked whether she has not come into her position for such a time as this and how we too can defend ourselves & our country by having our votes counted", "success_prob": 0.5806451612903226}}}, "52": {"original_tweet_text": "You will pray, eat, work and rest with the other members of the community. You will be allocated a cell in the novitiate wing. My brother monks know who you are and what you have done, but I have instructed them not to discuss these matters with you.", "Q1": "How will you spend your time?", "Q1_possible_answer1": "Alone", "Q1_possible_answer2": "With the other members of the community", "Q1_correct_answer": "With the other members of the community", "Q2": "Do monks know who you are?", "Q2_possible_answer1": "Yes", "Q2_possible_answer2": "No", "Q2_correct_answer": "Yes", "Q3": "Will monks discuss those matters with you?", "Q3_possible_answer1": "Yes", "Q3_possible_answer2": "No", "Q3_correct_answer": "No", "treated_versions": {"10-20%": {"tweet": "We see your sin. This is fresh start", "success_prob": 0.2857142857142857}, "20-30%": {"tweet": "You will conform your behaviors to those of the other members.", "success_prob": 0.24324324324324326}, "30-40%": {"tweet": "You will pray, eat, and rest with the others. You will have a cell in the novitiate wing.", "success_prob": 0.2894736842105263}, "40-50%": {"tweet": "You will live with other members of the community. You're allocated a cell. Monks know you are but will not discuss", "success_prob": 0.30952380952380953}, "50-60%": {"tweet": "You will be with other  members of community You get a cell. The monks know you and what you've done and not to talk to you about matters.", "success_prob": 0.29411764705882354}, "60-70%": {"tweet": "You'll pray, eat, work & rest with other members. A cell is allocated in the novitiate wing. The monks know who you are and have done. They're told not to discuss.", "success_prob": 0.41025641025641024}, "70-80%": {"tweet": "You'll pray, eat, work and rest with other members. You're allocated a cell in the novitiate wing. Monks know who you are and have done. I've instructed them not to discuss these matters.", "success_prob": 0.43243243243243246}, "80-90%": {"tweet": "You will pray, eat, work and rest with the community. You will be allocated a cell in the novitiate wing. My brother monks know what you have done, but I have instructed them not to discuss these matters with you.", "success_prob": 0.5681818181818182}, "baseline": {"tweet": "You'll pray, eat, work and rest with the other members of the community. You'll be allocated a cell in the novitiate wing. My brother monks know who you are and what you have done, but I have instructed them not to discuss these matters with you.", "success_prob": 0.5833333333333334}}}, "53": {"original_tweet_text": "cause with my rent at this place for a few months only being 200 i can afford to spend like 20 a month on pokeballs but you get so few it's not worth it... but... i REALLY want to keep playing. God, there's barely any sprint reception out there, too.", "Q1": "How big is the rent?", "Q1_possible_answer1": "100", "Q1_possible_answer2": "200", "Q1_correct_answer": "200", "Q2": "How much can be spent on poke balls?", "Q2_possible_answer1": "20", "Q2_possible_answer2": "100", "Q2_correct_answer": "20", "Q3": "Do they want to keep playing?", "Q3_possible_answer1": "Yes", "Q3_possible_answer2": "No", "Q3_correct_answer": "Yes", "treated_versions": {"10-20%": {"tweet": "Low rent=more pokemon go. Sprint sucks.", "success_prob": 0.5714285714285714}, "20-30%": {"tweet": "Rent 200, so more $ for pokeballs - but expensive, Sprint sucks", "success_prob": 0.5641025641025641}, "30-40%": {"tweet": "I want to keep playing despite poor sprint reception and pokeballs not being worth it.", "success_prob": 0.5526315789473685}, "40-50%": {"tweet": "My rent here, only being $200/month, I can afford to spend $20 a month on pokeballs but so few is barely worth it.", "success_prob": 0.6666666666666666}, "50-60%": {"tweet": "Recently my rent's been 200 so i can afford 20/mnth on pokeballs. I wanna play, but you get so few, its not worth it! Sprint reception sucks", "success_prob": 0.65}, "60-70%": {"tweet": "Because my rent here is only 200 a month, so I can afford to spend 20 a month on pokeballs, even though you get so few. Sprint barely has reception out there, too.", "success_prob": 0.7647058823529411}, "70-80%": {"tweet": "with my house rent for last few months being 200, I can only afford 20/month on pokeballs. Not worth it for few I get, but want to keep playing. Barely any sprint reception out there, too.", "success_prob": 0.7948717948717948}, "80-90%": {"tweet": "My rent is only $200 for a few months, so I can afford to spend $20 a month on pokeballs. You get so few pokeballs that it doesn't seem worth it, but I REALLY want to keep playing. Wish I had better phone reception!", "success_prob": 0.8409090909090909}, "baseline": {"tweet": "My rent at this place is only 200 for a few months so I can afford to spend like 20 a month on pokeballs but you get so few it's not actually worth it, but I REALLY do want to keep playing.  God, there's barely any spring reception out there, too", "success_prob": 0.7674418604651163}}}, "54": {"original_tweet_text": "digs of statements like \"bisexuality isn't real\" or \"bi people always cheat\". It was an issue for me in high school but you expect that kind of thing from younger people. It's saddening and really hurtful to see it from people who should know better.", "Q1": "What is being stated about bisexuality?", "Q1_possible_answer1": "That it isn’t real", "Q1_possible_answer2": "Nothing", "Q1_correct_answer": "That it isn’t real", "Q2": "Is it being stated that bi people always cheat?", "Q2_possible_answer1": "Yes", "Q2_possible_answer2": "No", "Q2_correct_answer": "Yes", "Q3": "Who are these statements expected from?", "Q3_possible_answer1": "Younger people", "Q3_possible_answer2": "Older people", "Q3_correct_answer": "Younger people", "treated_versions": {"10-20%": {"tweet": "bisexuals exist #oldenoughtoknowbetter", "success_prob": 0.3611111111111111}, "20-30%": {"tweet": "\"bisexuality isn't real\"/\"bi people always cheat\".sad & hurtful", "success_prob": 0.34210526315789475}, "30-40%": {"tweet": "\"Bisexuality isn't real\", statements like this hurt. Maybe kids-adults should know better.", "success_prob": 0.4482758620689655}, "40-50%": {"tweet": "\"bisexuality isn't real\" or \"bi people cheat\". You expect it from young people. Hurts from people who know better.", "success_prob": 0.6}, "50-60%": {"tweet": "It's saddening and really hurtful to hear statements like \"bisexuality isn't real\" or \" bi people always cheat\" from other mature adults.", "success_prob": 0.6590909090909091}, "60-70%": {"tweet": "Statements about bisexuality being unreal or prone to infidelity is sad and hurtful. You expect this from young people but not from people who should know better", "success_prob": 0.6060606060606061}, "70-80%": {"tweet": "Digs  like \"bisexuality isn't real\" or \"bi people always cheat\" were an issue for me. You expect that from younger people. Saddening & hurtful to see it from people who should know better.", "success_prob": 0.7692307692307693}, "80-90%": {"tweet": "Statements like \"bisexuality isn't real\" or \"bi people always cheat\". It was an issue in high school but you expect this from from younger people. It's sad and really hurtful to see it from people who know better.", "success_prob": 0.75}, "baseline": {"tweet": "Big statements like \"bisexuality isn't real\" or \"bi people always cheat\" was an issue for me in high school, but you expect that kind of thing from younger people. It's saddening and really hurtful to see it from people who should know better.", "success_prob": 0.7714285714285715}}}, "55": {"original_tweet_text": "i honestly have no problem with the musical episode, because we're all just trying to tell stories, but like... sara ramirez beats the absolute shit out of 'the story' to end that ep. she's just on an absolutely different level than the rest of them.", "Q1": "Does the person have a problem with a musical episode?", "Q1_possible_answer1": "Yes", "Q1_possible_answer2": "No", "Q1_correct_answer": "No", "Q2": "Why?", "Q2_possible_answer1": "Because we are all trying to tell stories", "Q2_possible_answer2": "Because they like music", "Q2_correct_answer": "Because we are all trying to tell stories", "Q3": "How is Sara Ramirez compared to everyone else?", "Q3_possible_answer1": "Absolutely different level", "Q3_possible_answer2": "Same level", "Q3_correct_answer": "Absolutely different level", "treated_versions": {"10-20%": {"tweet": "Sara Ramirez is on a different level!", "success_prob": 0.4186046511627907}, "20-30%": {"tweet": "No problems with the musical ep; sara ramirez killed the ending.", "success_prob": 0.5405405405405406}, "30-40%": {"tweet": "Musical Episode - Sara ramirez is on an absolutely different level than the rest of them.", "success_prob": 0.6578947368421053}, "40-50%": {"tweet": "Have no problem with musical eps, gotta tell the story. Big props to Sara Ramirez for that next level \"story\" shit.", "success_prob": 0.42105263157894735}, "50-60%": {"tweet": "No problem with musical episode, we're just trying to tell stories.  Sara Ramirez owns 'the story' to end that.  She is on another level.", "success_prob": 0.6842105263157895}, "60-70%": {"tweet": "No problems with musical episode, we're all trying to tell stories. But.. Sara Ramirez beats the shit out of 'the story'. She's on a different level than the rest.", "success_prob": 0.7027027027027027}, "70-80%": {"tweet": "I've no problem with the musical episode, we're all trying to tell stories, but like...sara ramirez beats the shit out of 'the story' to end that ep.  She's on a different level to the rest.", "success_prob": 0.6875}, "80-90%": {"tweet": "Honestly Have no problem with the musical episode, we're all trying to tell stories, but sara ramirez beats the absolute shit out of 'the story' to end that ep. she's on an absolutely different level than the rest.", "success_prob": 0.65}, "baseline": {"tweet": "I honestly have no problem with the musical episode, because we're all just trying to tell stories, but Sara Ramirez beats the absolute shit out of 'the story' to end that ep. she's just on an absolutely different level than the rest of them.", "success_prob": 0.7948717948717948}}}, "56": {"original_tweet_text": "in romantic instances especially yes and hes a rather observant guy so he would be reliant to Always been observant in his mind but still mess up and just not notice these important details, being blinded by his own feelings and lack of understanding", "Q1": "What kind of a guy is the person in a relationship, in his mind?", "Q1_possible_answer1": "Observant", "Q1_possible_answer2": "Disinterested", "Q1_correct_answer": "Observant", "Q2": "What is the person actually blinded by?", "Q2_possible_answer1": "Other people’s feelings", "Q2_possible_answer2": "His own feelings", "Q2_correct_answer": "His own feelings", "Q3": "Does the person have a lack of understanding?", "Q3_possible_answer1": "Yes", "Q3_possible_answer2": "No", "Q3_correct_answer": "Yes", "treated_versions": {"10-20%": {"tweet": "He means well, but clueless at romance.", "success_prob": 0.6363636363636364}, "20-30%": {"tweet": "He's clueless about romance. I try hard, but he never notices!", "success_prob": 0.7428571428571429}, "30-40%": {"tweet": "In romance observant guy can miss details, blind by feelings and lack of understanding.", "success_prob": 0.7428571428571429}, "40-50%": {"tweet": "He's normally an observant guy, but always messes up in romantic situations when he's blinded by his own feelings.", "success_prob": 0.8780487804878049}, "50-60%": {"tweet": "in romantic instances hes an observant guy.  Always been observant in his mind but still mess up and not notice these important details.", "success_prob": 0.7105263157894737}, "60-70%": {"tweet": "In romantic instances a guy has always been observant, noticing important details but can still mess up, blinded by  his own feelings and a lack of understanding.", "success_prob": 0.8}, "70-80%": {"tweet": "in romantic instances, yes. He's an observant guy in his mind but still messed up and just not notice these important details, being blinded by his own feelings and lack of understanding", "success_prob": 0.75}, "80-90%": {"tweet": "in romantic instances especially. hes an observant guy, always reliant on his mind to observe but still mess up and not notice these important details, being blinded by his own feelings and lack of understanding", "success_prob": 0.8148148148148148}, "baseline": {"tweet": "In romantic instances especially, he's a rather observant guy. He would be reliant and has always been observant. But he still messes up and doesn't notice these important details. He is being blinded by his own feelings and lack of understanding.", "success_prob": 0.9714285714285714}}}, "57": {"original_tweet_text": "its gonna take me *years* to get over the fucking nightmare i created for myself with Him. if my friends get pissed off at me for bringing it up on the regular and trying to process it, well. they aren't really people that are helping me grow i guess", "Q1": "How long will it take for the person to get over the bad experience?", "Q1_possible_answer1": "Months", "Q1_possible_answer2": "Years", "Q1_correct_answer": "Years", "Q2": "How do the person’s friends react?", "Q2_possible_answer1": "They are pissed off", "Q2_possible_answer2": "They are understanding", "Q2_correct_answer": "They are pissed off", "Q3": "Are the friends helping?", "Q3_possible_answer1": "Yes", "Q3_possible_answer2": "No", "Q3_correct_answer": "No", "treated_versions": {"10-20%": {"tweet": "It will take me years to get over him.", "success_prob": 0.3611111111111111}, "20-30%": {"tweet": "It'll take years to get over him. Need support from my friends.", "success_prob": 0.5}, "30-40%": {"tweet": "My relationship with Him created a nightmare! TRUE friends would understand why i'm upset.", "success_prob": 0.42857142857142855}, "40-50%": {"tweet": "gonna take years to get over the nightmare. If friends get mad at me for bringing it up they aren't really helping.", "success_prob": 0.21951219512195122}, "50-60%": {"tweet": "It's gonna take YEARS to get over my relationship with him. If you're actually my friend, you'll understand why I'm complaining so much.", "success_prob": 0.6111111111111112}, "60-70%": {"tweet": "Gonna take *years* to get over the nightmare created with Him. if my friends get pissed at me for bringing it up they aren't really people that are helping me grow", "success_prob": 0.45454545454545453}, "70-80%": {"tweet": "It will take me years to get over the nightmare I created for myself with him. If friends get pissed at me for bringing it up and trying to process it, they aren't people helping me grow.", "success_prob": 0.7647058823529411}, "80-90%": {"tweet": "Its gonna take *years* to get over the nightmare I created for myself with Him. If my friends get pissed off at me for regularly bringing it up and trying to process it, then they aren't helping me grow I guess.", "success_prob": 0.6829268292682927}, "baseline": {"tweet": "its gonna take me many years to get over the fucking nightmare i created for myself with Him. if my friends get pissed off at me for bringing it up on the regular and trying to process it, well. They aren't really people that are helping me grow", "success_prob": 0.48484848484848486}}}, "58": {"original_tweet_text": "let's be honest: lettuce has no flavor. salads are better with dressing because lettuce has no flavor. the lifeless foods suggested by dietweightloss personalities and companies push you towards giving up and restarting constantly to make their money", "Q1": "Does lettuce have any flavor?", "Q1_possible_answer1": "Yes", "Q1_possible_answer2": "No", "Q1_correct_answer": "No", "Q2": "Are salads better with dressing?", "Q2_possible_answer1": "Yes", "Q2_possible_answer2": "No", "Q2_correct_answer": "Yes", "Q3": "What do the dietweightloss personalities and companies care about the most?", "Q3_possible_answer1": "Making money", "Q3_possible_answer2": "Your health", "Q3_correct_answer": "Making money", "treated_versions": {"10-20%": {"tweet": "honestly salads are better with dressing", "success_prob": 0.55}, "20-30%": {"tweet": "Lettuce is bland; needs dressing. Stop/start dieting = profit.", "success_prob": 0.41025641025641024}, "30-40%": {"tweet": "Diet companies get customers to come back because they get bored of eating boring lettuce.", "success_prob": 0.40540540540540543}, "40-50%": {"tweet": "Lettuce is tasteless. Weight loss companies are trying to make you fail in your diet so they can make more money.", "success_prob": 0.6666666666666666}, "50-60%": {"tweet": "Honesty:lettuce has no flavor. Salad needs dressing. Lifeless foods pushed by diet companies makes you quit and restart to make more money.", "success_prob": 0.5277777777777778}, "60-70%": {"tweet": "Lettuce has no flavor. Salad needs dressing. Weightloss personalities & companies make money by suggesting bland foods making you give up and restart constantly.", "success_prob": 0.71875}, "70-80%": {"tweet": "Let's be honest: lettuce has no flavor. Salads are better with dressing. The lifeless foods suggested by weight loss personalities and companies push you to restart constantly to make money.", "success_prob": 0.775}, "80-90%": {"tweet": "honestly: lettuce has no flavor. salads are better with dressing. the lifeless foods suggested by dietweightloss personalities and companies push you towards giving up and restarting constantly to make their money", "success_prob": 0.525}, "baseline": {"tweet": "lets be honest, lettuce really has no flavor therefore salads are better with dressing on them. The lifeless foods suggested by dietweightloss personalities and companies push you towards giving up and restarting constantly to make their money.", "success_prob": 0.6333333333333333}}}, "59": {"original_tweet_text": "like it’s silly to me it you won’t talk to me at all and you expect me to say the shit back to you like no it doesn’t make sense and it’s just dumb. like if you look at it from a normal persons perspective it’s ridiculous. i’m not that stupid anymore", "Q1": "What does the writer think that the fact the other person won’t talk to them is?", "Q1_possible_answer1": "Silly", "Q1_possible_answer2": "Sad", "Q1_correct_answer": "Silly", "Q2": "From a normal person’s perspective, how does it seem?", "Q2_possible_answer1": "Sad", "Q2_possible_answer2": "Ridiculous", "Q2_correct_answer": "Ridiculous", "Q3": "What does the writer claim that they are not anymore?", "Q3_possible_answer1": "Caring", "Q3_possible_answer2": "Stupid", "Q3_correct_answer": "Stupid", "treated_versions": {"10-20%": {"tweet": "Talking behind my back is stupid shit.", "success_prob": 0.6923076923076923}, "20-30%": {"tweet": "You won't talk, you want me to. Anyone normal thinks it's absurd.", "success_prob": 0.4634146341463415}, "30-40%": {"tweet": "It's silly to me how you won’t talk to me at all yet you expect me to say something to you", "success_prob": 0.85}, "40-50%": {"tweet": "It makes no sense to me how you won’t talk to me, yet you expect me to say something to you. Not now, not anymore.", "success_prob": 0.8205128205128205}, "50-60%": {"tweet": "I find it silly how you say nothing to me and expect me to say anything to you.That makes no sense and I'm not stupid enough to fall for it.", "success_prob": 0.8536585365853658}, "60-70%": {"tweet": "silly you won’t talk to me & expect me to say shit back. doesn’t make sense. Just dumb. Look at it from a normal person's perspective, it’s ridiculous. Not stupid.", "success_prob": 0.5405405405405406}, "70-80%": {"tweet": "Silly if you won’t talk to me and expect me to say shit back to you. it doesn’t make sense. just dumb. if you look at it from a normal person's perspective it’s ridiculous. i’m not stupid", "success_prob": 0.6363636363636364}, "80-90%": {"tweet": "It’s silly to me. You won’t talk to me at all but expect me to say shit back to you. It doesn’t make sense, it's dumb. If you look at it from a normal person's perspective, it’s ridiculous. I’m not that stupid.", "success_prob": 0.8918918918918919}, "baseline": {"tweet": "Like, it's silly to me if you won't talk to me at all but you expect me to say shit back to you. Like no, it doesn't make sense and it's just dumb. If you look at it from a normal person's perspective,it ridiculous. I'm not that stupid any more.", "success_prob": 0.8378378378378378}}}, "60": {"original_tweet_text": "my current thinking is that I've probably got an unusual or rare condition, and dementia seems plausible. I've recognized mild cognitive impairment in myself for nearly two decades and it's only worsened over time, although very slowly until recently", "Q1": "What is the person suspecting to be wrong with them?", "Q1_possible_answer1": "They have an unusual or rare condition", "Q1_possible_answer2": "They have a common deasease", "Q1_correct_answer": "They have an unusual or rare condition", "Q2": "How are the symptoms changing over time?", "Q2_possible_answer1": "Getting worse", "Q2_possible_answer2": "Getting better", "Q2_correct_answer": "Getting worse", "Q3": "Who noticed the symptoms?", "Q3_possible_answer1": "Family", "Q3_possible_answer2": "The person themselves", "Q3_correct_answer": "The person themselves", "treated_versions": {"10-20%": {"tweet": "Dementia? Brain function less over time", "success_prob": 0.2}, "20-30%": {"tweet": "Maybe it's dementia? memory's bad, has been worsening recently", "success_prob": 0.2857142857142857}, "30-40%": {"tweet": "I think I've a rare condition, maybe dementia.  Problems for 20 years but much worse now.", "success_prob": 0.425}, "40-50%": {"tweet": "I've got a condition, dementia plausible. Mild cognitive impairment for two decades, worse over time. But slow.", "success_prob": 0.40625}, "50-60%": {"tweet": "I believe I probably have dementia. I've seen cognitive impairment in myself over the last two decades. Recently, it's gotten rapidly worse", "success_prob": 0.5882352941176471}, "60-70%": {"tweet": "I've probably got an unusual/rare condition. Dementia's plausible. I've recognized mild cognitive impairment for nearly 2 decades slowly worsening until recently.", "success_prob": 0.6285714285714286}, "70-80%": {"tweet": "My current thinking is that I had an unusual condition and the dementia seems plausible. I recognized cognitive impairment in myself for almost two decades and it only got worse over time", "success_prob": 0.7948717948717948}, "80-90%": {"tweet": "I've probably got an unusual  condition, and dementia seems plausible. I've recognized mild cognitive impairment in myself for nearly two decades and it's worsened over time, although very slowly until recently.", "success_prob": 0.6363636363636364}, "baseline": {"tweet": "my current thinking is I've probably got an unusual or rare condition, and dementia seems plausible. I've recognized mild cognitive impairment in myself for nearly two decades and it's only worsened over time, although very slowly until recently", "success_prob": 0.5384615384615384}}}}